// let tableConfig = {
//   bindto: '#table_1',
//   label: {
//     format: [],
//     text: [],
//   },
//   color: {
//     schemes: [['red', 'blue']],
//     opacity: [],
//     colors: []
//   },
//   data: {
//     type: 'table',
//     json: [
//       {'sum(销售数量)': 797959, 'sum(销售金额)': 29137857.229999926, 产品主类: "彩妆", 品牌: "无品牌信息"},
//       {'sum(销售数量)': 2848244, 'sum(销售金额)': 156681327.89000332, 产品主类: "彩妆", 品牌: "国际品牌"},
//       {'sum(销售数量)': 172295, 'sum(销售金额)': 2358534.489999993, 产品主类: "彩妆", 品牌: "国内品牌"},
//       {'sum(销售数量)': 363528, 'sum(销售金额)': 1594013.0999999996, 产品主类: "儿童", 品牌: "无品牌信息"},
//       {'sum(销售数量)': 605053, 'sum(销售金额)': 6952265.899999972, 产品主类: "儿童", 品牌: "国际品牌"},
//       {'sum(销售数量)': 49058, 'sum(销售金额)': 381666.37999999983, 产品主类: "儿童", 品牌: "国内品牌"},
//       {'sum(销售数量)': 150734, 'sum(销售金额)': 1439978.7799999996, 产品主类: "化妆工具", 品牌: "无品牌信息"},
//       {'sum(销售数量)': 114052, 'sum(销售金额)': 1448612.1600000006, 产品主类: "化妆工具", 品牌: "国际品牌"},
//       {'sum(销售数量)': 102256, 'sum(销售金额)': 969937.1700000004, 产品主类: "化妆工具", 品牌: "国内品牌"},
//       {'sum(销售数量)': 1753848, 'sum(销售金额)': 14534142.900000066, 产品主类: "居家日用", 品牌: "无品牌信息"},
//       {'sum(销售数量)': 2336088, 'sum(销售金额)': 25631851.750000045, 产品主类: "居家日用", 品牌: "国际品牌"},
//       {'sum(销售数量)': 451322, 'sum(销售金额)': 5023255.579999978, 产品主类: "居家日用", 品牌: "国内品牌"},
//       {'sum(销售数量)': 277595, 'sum(销售金额)': 2840436.7499999986, 产品主类: "服饰", 品牌: "无品牌信息"},
//       {'sum(销售数量)': 23656, 'sum(销售金额)': 650437.1100000007, 产品主类: "服饰", 品牌: "国际品牌"},
//       {'sum(销售数量)': NaN, 'sum(销售金额)': NaN, 产品主类: "服饰", 品牌: "国内品牌"}
//     ],
//     colored: {
//       feature: 'sum(销售金额)',
//       type: 'linear'
//     },
//     labeled: ['sum(销售数量)', 'sum(销售金额)'],
//     range: {
//       //[[], []]
//       color: []
//     },
//     column: {
//       categories: ['产品主类'],
//       aggressions: []
//     },
//     row: {
//       categories: ['品牌'],
//       aggressions: []
//     },
//     table: {
//       //外边框
//       outter: {
//         color: '#424242',
//         width: 2
//       },
//       //内边框
//       inner: {
//         color: '#a4a4a4',
//         width: 1
//       },
//       //边距
//       padding: {
//         top: 0, left: 0, bottom: 0, right: 0
//       },
//       //表头
//       header: {
//         top: {
//           height: 35
//         },
//         left: {
//           width: 100,
//         },
//         auto: true
//       },
//       //cell
//       body: {
//         width: 90,
//         height: 24,
//         auto: true
//       },
//     },
//   },
// };

let tableConfig = {
  bindto: '#mc_table_5e50bb1c7bfc11eb821a0242ac12000e',
  id: 'mc_table_5e50bb1c7bfc11eb821a0242ac12000e',
  dpr: 2,
  size: {

  },
  container: {
    width: 1246,
    height: 830
  },
  scale: 1,
  font: {
    size: 12,
    color: '#6B6B6B'
  },
<<<<<<< HEAD
  label: {
    format: [

    ],
    text: [
=======
  "label":{
      "format":[
        {
            "list": [
                {
                    "format": {
                        "check": false,
                        "decimal": 2,
                        "isPercent": false,
                        "negative": -1,
                        "prefix": "",
                        "selectFormat": "percent",
                        "setFlag": true,
                        "suffix": "%",
                        "unit": "",
                        "useThousandMark": true,
                        "zone": "CN",
                    }
                }
            ],
            "name": "0-0" 
        }
      ],
      "text": [
>>>>>>> 079551b48ad950c0515af91cfde4c2a55cb52f56

    ]
  },
  tooltip: {
    format: {

    },
    text: {

    },
    show: true,
    name: [

    ]
  },
  color: {
    schemes: [

    ],
    opacity: [

    ],
    colors: [

    ],
    patterns: [

    ]
  },
<<<<<<< HEAD
  data: {
    type: 'table',
    json: [
      {
        'sum(平均售价)': 2068257.0974930085,
        省份: '云南省'
=======
  "data":{
      "type":"table",
      "json":[
          {
              "sum(平均售价)":2068257.0974930085,
              "省份":"云南省"
          },
          {
              "sum(平均售价)":1349601.85068834,
              "省份":"内蒙古"
          },
          {
              "sum(平均售价)":854763.2916256813,
              "省份":"吉林省"
          },
          {
              "sum(平均售价)":2946951.44348545,
              "省份":"四川省"
          },
          {
              "sum(平均售价)":305027.33232023346,
              "省份":"天津市"
          },
          {
              "sum(平均售价)":802707.7669248144,
              "省份":"宁夏"
          },
          {
              "sum(平均售价)":2808488.6218790165,
              "省份":"安徽省"
          },
          {
              "sum(平均售价)":4249162.841391318,
              "省份":"山东省"
          },
          {
              "sum(平均售价)":1145457.6407870671,
              "省份":"山西省"
          },
          {
              "sum(平均售价)":580370.0404584326,
              "省份":"广东省"
          },
          {
              "sum(平均售价)":161121.2958616102,
              "省份":"广西省"
          },
          {
              "sum(平均售价)":3843188.712334913,
              "省份":"新疆"
          },
          {
              "sum(平均售价)":775943.4912519273,
              "省份":"江苏省"
          },
          {
              "sum(平均售价)":3542068.2521087853,
              "省份":"江西省"
          },
          {
              "sum(平均售价)":3882829.624201943,
              "省份":"河北省"
          },
          {
              "sum(平均售价)":4813060.276175303,
              "省份":"河南省"
          },
          {
              "sum(平均售价)":3266151.8234917503,
              "省份":"浙江省"
          },
          {
              "sum(平均售价)":4937367.845920079,
              "省份":"湖北省"
          },
          {
              "sum(平均售价)":6424287.318640892,
              "省份":"湖南省"
          },
          {
              "sum(平均售价)":4645347.2445145,
              "省份":"甘肃省"
          },
          {
              "sum(平均售价)":1321766.8002248523,
              "省份":"福建省"
          },
          {
              "sum(平均售价)":276864.00468342914,
              "省份":"西藏"
          },
          {
              "sum(平均售价)":1180383.5721069693,
              "省份":"贵州省"
          },
          {
              "sum(平均售价)":2421782.3008436607,
              "省份":"辽宁省"
          },
          {
              "sum(平均售价)":85841.69428866176,
              "省份":"重庆市"
          },
          {
              "sum(平均售价)":4183418.4117029672,
              "省份":"陕西省"
          },
          {
              "sum(平均售价)":1626355.8525274366,
              "省份":"青海省"
          },
          {
              "sum(平均售价)":412957.5418679617,
              "省份":"黑龙江"
          }
      ],
      "colored":{
        "feature": "sum(Survived)",
        "stacked": false,
        "type": "linear"
>>>>>>> 35fae595c0eabe67bf72a92620458bdcf55a0283
      },
      {
        'sum(平均售价)': 1349601.85068834,
        省份: '内蒙古'
      },
      {
        'sum(平均售价)': 854763.2916256813,
        省份: '吉林省'
      },
      {
        'sum(平均售价)': 2946951.44348545,
        省份: '四川省'
      },
      {
        'sum(平均售价)': 305027.33232023346,
        省份: '天津市'
      },
      {
        'sum(平均售价)': 802707.7669248144,
        省份: '宁夏'
      },
      {
        'sum(平均售价)': 2808488.6218790165,
        省份: '安徽省'
      },
      {
        'sum(平均售价)': 4249162.841391318,
        省份: '山东省'
      },
      {
        'sum(平均售价)': 1145457.6407870671,
        省份: '山西省'
      },
      {
        'sum(平均售价)': 580370.0404584326,
        省份: '广东省'
      },
      {
        'sum(平均售价)': 161121.2958616102,
        省份: '广西省'
      },
      {
        'sum(平均售价)': 3843188.712334913,
        省份: '新疆'
      },
      {
        'sum(平均售价)': 775943.4912519273,
        省份: '江苏省'
      },
      {
        'sum(平均售价)': 3542068.2521087853,
        省份: '江西省'
      },
      {
        'sum(平均售价)': 3882829.624201943,
        省份: '河北省'
      },
      {
        'sum(平均售价)': 4813060.276175303,
        省份: '河南省'
      },
      {
        'sum(平均售价)': 3266151.8234917503,
        省份: '浙江省'
      },
      {
        'sum(平均售价)': 4937367.845920079,
        省份: '湖北省'
      },
      {
        'sum(平均售价)': 6424287.318640892,
        省份: '湖南省'
      },
      {
        'sum(平均售价)': 4645347.2445145,
        省份: '甘肃省'
      },
      {
        'sum(平均售价)': 1321766.8002248523,
        省份: '福建省'
      },
      {
        'sum(平均售价)': 276864.00468342914,
        省份: '西藏'
      },
      {
        'sum(平均售价)': 1180383.5721069693,
        省份: '贵州省'
      },
      {
        'sum(平均售价)': 2421782.3008436607,
        省份: '辽宁省'
      },
      {
        'sum(平均售价)': 85841.69428866176,
        省份: '重庆市'
      },
      {
        'sum(平均售价)': 4183418.4117029672,
        省份: '陕西省'
      },
      {
        'sum(平均售价)': 1626355.8525274366,
        省份: '青海省'
      },
      {
        'sum(平均售价)': 412957.5418679617,
        省份: '黑龙江'
      }
    ],
    colored: {

    },
    labeled: [

    ],
    sized: {

    },
    range: {
      size: [

      ],
      color: [

      ]
    },
    row: {
      categories: [

      ],
      aggressions: [
        'sum(平均售价)'
      ]
    },
    column: {
      categories: [
        '省份'
      ],
      aggressions: [

      ]
    },
    compare: [

    ],
    compareSized: {

    },
    compareColored: {

    },
    combined: [

    ]
  },
  bar: {
    padding: {
      inner: 0.01,
      outter: 0.25
    }
  },
  line: {
    size: 2,
    pattern: 'circle'
  },
  axis: {
    combined: false,
    rotated: false,
    x: {
      show: true,
      type: 'category',
      tick: {
        style: {

        },
        counts: null,
        range: [

        ]
      },
      text: {
        style: {

        },
        title: '',
        show: true
      },
      line: {
        style: {

        },
        show: true
      },
      percent: false
    },
    zoom: {
      scale: 1,
      enable: false
    }
  },
  grid: {
    style: {

    },
    show: true
  },
  cutoff: {
    style: {

    },
    show: true
  },
  divide: {
    column: {
      text: {
        style: {

        },
        title: '',
        show: false
      },
      tick: {
        styleList: [

        ],
        rotate: 0
      }
    },
    row: {
      text: {
        style: {

        },
        title: '',
        show: false
      },
      tick: {
        styleList: [

        ],
        rotate: 0
      }
    }
  },
  table: {
    mode: 'standard',
    outter: {
      color: '#C2C9D1',
      width: 2
    },
    inner: {
      color: '#C2C9D1',
      width: 1
    },
    padding: {
      top: 0,
      left: 3,
      bottom: 0,
      right: 3
    },
    header: {
      top: {
        height: 35
      },
      left: {
        width: [

        ]
      },
      auto: true
    },
    body: {
      width: 100,
      height: 24,
      auto: false
    },
    title: [

    ],
    background: {
      background: '#FFFFFF',
      color: '#6B6B6B',
      index: 0,
      opacity: 100
    }
  },
  funnel: {
    type: 'data',
    shape: 'trapezium',
    minwidth: 200,
    sort: 0,
    gap: 2,
    align: 'center',
    rowMinHeight: 40,
    innerPaddingLeft: 120,
    innerPaddingRight: 120,
    labelPosition: 'middle',
    conversion: true,
    conversionColor: '#424242',
    conversionFontsize: 12,
    compare: {
      type: 'data',
      layout: 'horizontal',
      labelPosition: 'middle'
    }
  },
  map: {
    center: [

    ],
    showLatLong: false
  },
  point: {
    size: 2
  },
  arc: {
    size: 70,
    innerRadius: 0
  },
  order: {
    style: -1
  },
  area: {
    opacity: 0
  }
};

let tableData = [
  {
<<<<<<< HEAD
    'sum(平均售价)': 2068257.0974930085,
    省份: '云南省'
  },
  {
    'sum(平均售价)': 1349601.85068834,
    省份: '内蒙古'
  },
  {
    'sum(平均售价)': 854763.2916256813,
    省份: '吉林省'
  },
  {
    'sum(平均售价)': 2946951.44348545,
    省份: '四川省'
  },
  {
    'sum(平均售价)': 305027.33232023346,
    省份: '天津市'
  },
  {
    'sum(平均售价)': 802707.7669248144,
    省份: '宁夏'
  },
  {
    'sum(平均售价)': 2808488.6218790165,
    省份: '安徽省'
  },
  {
    'sum(平均售价)': 4249162.841391318,
    省份: '山东省'
  },
  {
    'sum(平均售价)': 1145457.6407870671,
    省份: '山西省'
  },
  {
    'sum(平均售价)': 580370.0404584326,
    省份: '广东省'
  },
  {
    'sum(平均售价)': 161121.2958616102,
    省份: '广西省'
  },
  {
    'sum(平均售价)': 3843188.712334913,
    省份: '新疆'
  },
  {
    'sum(平均售价)': 775943.4912519273,
    省份: '江苏省'
  },
  {
    'sum(平均售价)': 3542068.2521087853,
    省份: '江西省'
  },
  {
    'sum(平均售价)': 3882829.624201943,
    省份: '河北省'
  },
  {
    'sum(平均售价)': 4813060.276175303,
    省份: '河南省'
  },
  {
    'sum(平均售价)': 3266151.8234917503,
    省份: '浙江省'
  },
  {
    'sum(平均售价)': 4937367.845920079,
    省份: '湖北省'
  },
  {
    'sum(平均售价)': 6424287.318640892,
    省份: '湖南省'
  },
  {
    'sum(平均售价)': 4645347.2445145,
    省份: '甘肃省'
  },
  {
    'sum(平均售价)': 1321766.8002248523,
    省份: '福建省'
  },
  {
    'sum(平均售价)': 276864.00468342914,
    省份: '西藏'
  },
  {
    'sum(平均售价)': 1180383.5721069693,
    省份: '贵州省'
  },
  {
    'sum(平均售价)': 2421782.3008436607,
    省份: '辽宁省'
  },
  {
    'sum(平均售价)': 85841.69428866176,
    省份: '重庆市'
  },
  {
    'sum(平均售价)': 4183418.4117029672,
    省份: '陕西省'
  },
  {
    'sum(平均售价)': 1626355.8525274366,
    省份: '青海省'
  },
  {
    'sum(平均售价)': 412957.5418679617,
    省份: '黑龙江'
  }
];
=======
      "sum(平均售价)":2068257.0974930085,
      "省份":"云南省",
      "sum(Survived)": 1232432
  },
  {
      "sum(平均售价)":1349601.85068834,
      "省份":"内蒙古",
      "sum(Survived)": 22323
  },
  {
      "sum(平均售价)":854763.2916256813,
      "省份":"吉林省",
      "sum(Survived)": 123232432
  },
//   {
//       "sum(平均售价)":2946951.44348545,
//       "省份":"四川省"
//   },
//   {
//       "sum(平均售价)":305027.33232023346,
//       "省份":"天津市"
//   },
//   {
//       "sum(平均售价)":802707.7669248144,
//       "省份":"宁夏"
//   },
//   {
//       "sum(平均售价)":2808488.6218790165,
//       "省份":"安徽省"
//   },
//   {
//       "sum(平均售价)":4249162.841391318,
//       "省份":"山东省"
//   },
//   {
//       "sum(平均售价)":1145457.6407870671,
//       "省份":"山西省"
//   },
//   {
//       "sum(平均售价)":580370.0404584326,
//       "省份":"广东省"
//   },
//   {
//       "sum(平均售价)":161121.2958616102,
//       "省份":"广西省"
//   },
//   {
//       "sum(平均售价)":3843188.712334913,
//       "省份":"新疆"
//   },
//   {
//       "sum(平均售价)":775943.4912519273,
//       "省份":"江苏省"
//   },
//   {
//       "sum(平均售价)":3542068.2521087853,
//       "省份":"江西省"
//   },
//   {
//       "sum(平均售价)":3882829.624201943,
//       "省份":"河北省"
//   },
//   {
//       "sum(平均售价)":4813060.276175303,
//       "省份":"河南省"
//   },
//   {
//       "sum(平均售价)":3266151.8234917503,
//       "省份":"浙江省"
//   },
//   {
//       "sum(平均售价)":4937367.845920079,
//       "省份":"湖北省"
//   },
//   {
//       "sum(平均售价)":6424287.318640892,
//       "省份":"湖南省"
//   },
//   {
//       "sum(平均售价)":4645347.2445145,
//       "省份":"甘肃省"
//   },
//   {
//       "sum(平均售价)":1321766.8002248523,
//       "省份":"福建省"
//   },
//   {
//       "sum(平均售价)":276864.00468342914,
//       "省份":"西藏"
//   },
//   {
//       "sum(平均售价)":1180383.5721069693,
//       "省份":"贵州省"
//   },
//   {
//       "sum(平均售价)":2421782.3008436607,
//       "省份":"辽宁省"
//   },
//   {
//       "sum(平均售价)":85841.69428866176,
//       "省份":"重庆市"
//   },
//   {
//       "sum(平均售价)":4183418.4117029672,
//       "省份":"陕西省"
//   },
//   {
//       "sum(平均售价)":1626355.8525274366,
//       "省份":"青海省"
//   },
//   {
//       "sum(平均售价)":412957.5418679617,
//       "省份":"黑龙江"
//   }
]
>>>>>>> 35fae595c0eabe67bf72a92620458bdcf55a0283

// let tableData = [
//     {
//         "sum(PassengerId)": 397386, 
//         "sum(Pclass)": 2057, 
//         "sum(Survived)": 342
//     },
//     {
//         "sum(PassengerId)": 343545, 
//         "sum(Pclass)": 455, 
//         "sum(Survived)": 5453
//     },
//     {
//         "sum(PassengerId)": 3454565, 
//         "sum(Pclass)": 656, 
//         "sum(Survived)": 564
//     }
// ]

let tableInstance = chart.GeometryDrawingProcess({ data: tableData, config: tableConfig, chartType: 'table' });

tableInstance.draw();
