const config = {
    fitModel: 'standard',
    id: 'mc_bar',
    isCombined: true,
    hasUnit: false,
    xAxis: [{
        position: 'bottom',
        key: '省份',
        type: ['bar'],
        line: {
            show: true,
            style: {
                lineWidth: 1,
                fontColor: '#c2c9d1',
                opacity: 1,
                lineDash: [0, 0]
            }
        },
        label: {
            style: {
                fontColor: '#6B6B6B',
                fontSize: 12,
                fontWeight: 'normal',
                opacity: 1,
                rotate: 0
            }
        },
        title: {
            value: '省份',
            show: true,
            style: {
                fontColor: '#6B6B6B',
                fontSize: 14,
                fontStyle: 'normal',
                rotate: 0
            }
        },
        grid: {
            line: {
                show: true,
                style: {
                    fontColor: '#c2c9d1',
                    opacity: 0,
                    lineDash: [0, 0],
                    lineWidth: 1
                }
            }
        }
    }],
    yAxis: [[{
        position: 'left',
        key: ['sum(Count BarCode)'],
        type: ['bar'],
        line: {
            show: true,
            style: {
                lineWidth: 1,
                fontColor: '#c2c9d1',
                opacity: 1,
                lineDash: [0, 0]
            }
        },
        label: {
            style: {
                fontColor: '#6B6B6B',
                fontSize: 14,
                fontWeight: 'normal',
                opacity: 1,
                rotate: 0
            },
        },
        title: {
            value: 'sum(Count BarCode)',
            show: true,
            style: {
                fontColor: '#6B6B6B',
                fontSize: 14,
                fontStyle: 'normal'
            }
        },
        grid: {
            line: {
                show: true,
                style: {
                    fontColor: '#c2c9d1',
                    opacity: 0,
                    lineDash: [0, 0],
                    lineWidth: 1
                }
            }
        },
        data: [[
            { 'sum(Count BarCode)': 1467, 产品主类: 'null', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 9281, 产品主类: 'null', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(Count BarCode)': 12233, 产品主类: 'null', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 1108, 产品主类: 'null', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 8807, 产品主类: 'null', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 11006, 产品主类: 'null', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 688, 产品主类: 'null', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 6384, 产品主类: 'null', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(Count BarCode)': 6517, 产品主类: 'null', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 2112, 产品主类: 'null', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 26027, 产品主类: 'null', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(Count BarCode)': 20054, 产品主类: 'null', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 512, 产品主类: '个人护理', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 1242, 产品主类: '个人护理', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(Count BarCode)': 12937, 产品主类: '个人护理', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 311, 产品主类: '个人护理', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 1395, 产品主类: '个人护理', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 11741, 产品主类: '个人护理', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 231, 产品主类: '个人护理', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 922, 产品主类: '个人护理', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(Count BarCode)': 7390, 产品主类: '个人护理', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 694, 产品主类: '个人护理', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 2658, 产品主类: '个人护理', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(Count BarCode)': 25004, 产品主类: '个人护理', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 86, 产品主类: '儿童', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 60, 产品主类: '儿童', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(Count BarCode)': 1575, 产品主类: '儿童', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 101, 产品主类: '儿童', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 120, 产品主类: '儿童', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 1870, 产品主类: '儿童', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 56, 产品主类: '儿童', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 76, 产品主类: '儿童', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(Count BarCode)': 967, 产品主类: '儿童', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 167, 产品主类: '儿童', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 194, 产品主类: '儿童', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(Count BarCode)': 2658, 产品主类: '儿童', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 775, 产品主类: '化妆工具', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 343, 产品主类: '化妆工具', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(Count BarCode)': 742, 产品主类: '化妆工具', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 308, 产品主类: '化妆工具', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 206, 产品主类: '化妆工具', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 374, 产品主类: '化妆工具', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 252, 产品主类: '化妆工具', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 229, 产品主类: '化妆工具', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(Count BarCode)': 382, 产品主类: '化妆工具', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 997, 产品主类: '化妆工具', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 510, 产品主类: '化妆工具', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(Count BarCode)': 487, 产品主类: '化妆工具', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 703, 产品主类: '居家日用', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 222, 产品主类: '居家日用', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(Count BarCode)': 1157, 产品主类: '居家日用', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 506, 产品主类: '居家日用', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 366, 产品主类: '居家日用', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 2041, 产品主类: '居家日用', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 244, 产品主类: '居家日用', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 267, 产品主类: '居家日用', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(Count BarCode)': 978, 产品主类: '居家日用', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 1024, 产品主类: '居家日用', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 1329, 产品主类: '居家日用', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(Count BarCode)': 2292, 产品主类: '居家日用', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 927, 产品主类: '彩妆', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 2271, 产品主类: '彩妆', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(Count BarCode)': 8054, 产品主类: '彩妆', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 639, 产品主类: '彩妆', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 953, 产品主类: '彩妆', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 6414, 产品主类: '彩妆', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 571, 产品主类: '彩妆', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 1166, 产品主类: '彩妆', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(Count BarCode)': 6110, 产品主类: '彩妆', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 1279, 产品主类: '彩妆', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 3346, 产品主类: '彩妆', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(Count BarCode)': 19862, 产品主类: '彩妆', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 314, 产品主类: '护肤品', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 1867, 产品主类: '护肤品', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(Count BarCode)': 16063, 产品主类: '护肤品', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 309, 产品主类: '护肤品', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 962, 产品主类: '护肤品', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 10092, 产品主类: '护肤品', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 274, 产品主类: '护肤品', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 1144, 产品主类: '护肤品', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(Count BarCode)': 6843, 产品主类: '护肤品', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 309, 产品主类: '护肤品', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 3963, 产品主类: '护肤品', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(Count BarCode)': 25258, 产品主类: '护肤品', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': null, 产品主类: '服饰', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 101, 产品主类: '服饰', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(Count BarCode)': 12, 产品主类: '服饰', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': null, 产品主类: '服饰', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 98, 产品主类: '服饰', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 22, 产品主类: '服饰', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': null, 产品主类: '服饰', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 28, 产品主类: '服饰', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(Count BarCode)': 4, 产品主类: '服饰', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': null, 产品主类: '服饰', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 374, 产品主类: '服饰', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(Count BarCode)': 78, 产品主类: '服饰', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 27, 产品主类: '男士', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 19, 产品主类: '男士', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(Count BarCode)': 1649, 产品主类: '男士', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 16, 产品主类: '男士', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 22, 产品主类: '男士', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 1593, 产品主类: '男士', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 21, 产品主类: '男士', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 16, 产品主类: '男士', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(Count BarCode)': 1138, 产品主类: '男士', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 39, 产品主类: '男士', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 30, 产品主类: '男士', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(Count BarCode)': 2207, 产品主类: '男士', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 28, 产品主类: '面膜', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 290, 产品主类: '面膜', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(Count BarCode)': 3105, 产品主类: '面膜', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(Count BarCode)': 11, 产品主类: '面膜', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 186, 产品主类: '面膜', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 1867, 产品主类: '面膜', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(Count BarCode)': 15, 产品主类: '面膜', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 197, 产品主类: '面膜', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(Count BarCode)': 1301, 产品主类: '面膜', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(Count BarCode)': 25, 产品主类: '面膜', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(Count BarCode)': 791, 产品主类: '面膜', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(Count BarCode)': 4800, 产品主类: '面膜', 是否为天美品牌: '非天美品牌', 省份: '四川省' }
        ]]
    }, {
        position: 'right',
        key: ['sum(平均售价)'],
        type: ['bar'],
        line: {
            show: true,
            style: {
                lineWidth: 1,
                fontColor: '#c2c9d1',
                opacity: 1,
                lineDash: [0, 0]
            }
        },
        label: {
            style: {
                fontColor: '#6B6B6B',
                fontSize: 14,
                fontWeight: 'normal',
                opacity: 1,
                rotate: 0
            }
        },
        title: {
            value: 'sum(平均售价)',
            show: true,
            style: {
                fontColor: '#6B6B6B',
                fontSize: 14,
                fontStyle: 'normal'
            }
        },
        grid: {
            line: {
                show: true,
                style: {
                    fontColor: '#c2c9d1',
                    opacity: 0,
                    lineDash: [0, 0],
                    lineWidth: 1
                }
            }
        },
        data: [[
            { 'sum(平均售价)': 1490.5278634919998, 产品主类: 'null', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 3040.575659442999, 产品主类: 'null', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(平均售价)': 220142.05681928195, 产品主类: 'null', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 836.4946047370001, 产品主类: 'null', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 771.4327831770001, 产品主类: 'null', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(平均售价)': 149419.44050501296, 产品主类: 'null', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 677.0068635450002, 产品主类: 'null', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 690.92316937, 产品主类: 'null', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(平均售价)': 89073.98733696718, 产品主类: 'null', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 1861.5885319670003, 产品主类: 'null', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 3855.0523933910017, 产品主类: 'null', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(平均售价)': 267519.88704195735, 产品主类: 'null', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 1629.7454990830004, 产品主类: '个人护理', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 14312.357294617996, 产品主类: '个人护理', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(平均售价)': 136708.9044568634, 产品主类: '个人护理', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 1456.09946851, 产品主类: '个人护理', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 9205.732992404004, 产品主类: '个人护理', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(平均售价)': 109836.26819961607, 产品主类: '个人护理', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 963.9953733059999, 产品主类: '个人护理', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 7576.112015683, 产品主类: '个人护理', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(平均售价)': 63636.77357436021, 产品主类: '个人护理', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 2788.6433313, 产品主类: '个人护理', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 23466.619267470014, 产品主类: '个人护理', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(平均售价)': 202731.53000957824, 产品主类: '个人护理', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 414.05746336899995, 产品主类: '儿童', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 940.1385854309999, 产品主类: '儿童', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(平均售价)': 19518.02323717097, 产品主类: '儿童', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 447.93761285399995, 产品主类: '儿童', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 1420.4877934790004, 产品主类: '儿童', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(平均售价)': 22992.772991665992, 产品主类: '儿童', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 258.01514707700005, 产品主类: '儿童', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 580.0018180669999, 产品主类: '儿童', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(平均售价)': 11454.67513200299, 产品主类: '儿童', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 654.6369475339997, 产品主类: '儿童', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 997.0910274820002, 产品主类: '儿童', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(平均售价)': 26434.16056871199, 产品主类: '儿童', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 3687.0286057790013, 产品主类: '化妆工具', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 3027.9144292040014, 产品主类: '化妆工具', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(平均售价)': 5759.063944539999, 产品主类: '化妆工具', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 1645.4724428480008, 产品主类: '化妆工具', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 1732.8906268619996, 产品主类: '化妆工具', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(平均售价)': 3351.9064755590016, 产品主类: '化妆工具', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 1679.0692932109996, 产品主类: '化妆工具', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 1386.734409215, 产品主类: '化妆工具', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(平均售价)': 2539.7839270869995, 产品主类: '化妆工具', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 5249.769577092, 产品主类: '化妆工具', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 5554.223711294, 产品主类: '化妆工具', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(平均售价)': 6262.894962603, 产品主类: '化妆工具', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 3263.691866691999, 产品主类: '居家日用', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 1454.791603667, 产品主类: '居家日用', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(平均售价)': 9295.042670187993, 产品主类: '居家日用', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 2660.933393483001, 产品主类: '居家日用', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 2585.7487578060013, 产品主类: '居家日用', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(平均售价)': 16547.234190622992, 产品主类: '居家日用', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 1295.692149084, 产品主类: '居家日用', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 1501.3204034040002, 产品主类: '居家日用', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(平均售价)': 7363.571697725997, 产品主类: '居家日用', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 4473.945892284001, 产品主类: '居家日用', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 7025.234656843996, 产品主类: '居家日用', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(平均售价)': 15732.409041800965, 产品主类: '居家日用', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 6593.856658623001, 产品主类: '彩妆', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 64369.090605331956, 产品主类: '彩妆', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(平均售价)': 327757.39971744485, 产品主类: '彩妆', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 3896.681091162001, 产品主类: '彩妆', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 17218.76065744899, 产品主类: '彩妆', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(平均售价)': 204256.69996568863, 产品主类: '彩妆', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 4246.86592426, 产品主类: '彩妆', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 20457.652469031003, 产品主类: '彩妆', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(平均售价)': 158109.19027503085, 产品主类: '彩妆', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 10331.304909946, 产品主类: '彩妆', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 68425.29816208003, 产品主类: '彩妆', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(平均售价)': 582132.8963153182, 产品主类: '彩妆', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 1830.414425659, 产品主类: '护肤品', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 111901.48496820597, 产品主类: '护肤品', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(平均售价)': 960274.8153628522, 产品主类: '护肤品', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 1913.2914931450002, 产品主类: '护肤品', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 40814.663228958, 产品主类: '护肤品', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(平均售价)': 642202.5080802232, 产品主类: '护肤品', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 1868.5783649040002, 产品主类: '护肤品', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 38898.07278606801, 产品主类: '护肤品', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(平均售价)': 367356.0839218426, 产品主类: '护肤品', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 2673.8067871369994, 产品主类: '护肤品', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 186929.72428554512, 产品主类: '护肤品', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(平均售价)': 1307485.3222952776, 产品主类: '护肤品', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': null, 产品主类: '服饰', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 898.9259149669998, 产品主类: '服饰', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(平均售价)': 337.79952381300006, 产品主类: '服饰', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': null, 产品主类: '服饰', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 705.8197639549999, 产品主类: '服饰', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(平均售价)': 227.17513369000002, 产品主类: '服饰', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': null, 产品主类: '服饰', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 121.02500048200001, 产品主类: '服饰', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(平均售价)': 27.666666669999998, 产品主类: '服饰', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': null, 产品主类: '服饰', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 1906.4862249240002, 产品主类: '服饰', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(平均售价)': 792.0000000099999, 产品主类: '服饰', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 631, 产品主类: '男士', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 891.91247475, 产品主类: '男士', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(平均售价)': 53470.47910685701, 产品主类: '男士', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 265.37178486, 产品主类: '男士', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 773.2797619099999, 产品主类: '男士', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(平均售价)': 52529.74925921502, 产品主类: '男士', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 278.04230769000003, 产品主类: '男士', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 294.95231746, 产品主类: '男士', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(平均售价)': 35145.06104077601, 产品主类: '男士', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 669.9212745100001, 产品主类: '男士', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 1426.06205924, 产品主类: '男士', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(平均售价)': 63956.954663100136, 产品主类: '男士', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 732.00264549, 产品主类: '面膜', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 11044.720008024004, 产品主类: '面膜', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(平均售价)': 102839.27608217097, 产品主类: '面膜', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(平均售价)': 199.71428571, 产品主类: '面膜', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 5471.748225634997, 产品主类: '面膜', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(平均售价)': 54215.53511811501, 产品主类: '面膜', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(平均售价)': 252.80952381, 产品主类: '面膜', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 5130.268666365999, 产品主类: '面膜', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(平均售价)': 31899.36005117901, 产品主类: '面膜', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(平均售价)': 468.275, 产品主类: '面膜', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(平均售价)': 18149.32731710901, 产品主类: '面膜', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(平均售价)': 126996.37723001969, 产品主类: '面膜', 是否为天美品牌: '非天美品牌', 省份: '四川省' }
        ]]
    }],
    [{
        position: 'left',
        key: ['sum(记录数)'],
        type: ['bar'],
        line: {
            show: true,
            style: {
                lineWidth: 1,
                fontColor: '#c2c9d1',
                opacity: 1,
                lineDash: [0, 0]
            }
        },
        label: {
            style: {
                fontColor: '#6B6B6B',
                fontSize: 14,
                fontWeight: 'normal',
                opacity: 1,
                rotate: 0
            }
        },
        title: {
            value: ['sum(记录数)'],
            show: true,
            style: {
                fontColor: '#6B6B6B',
                fontSize: 14,
                fontStyle: 'normal'
            }
        },
        grid: {
            line: {
                show: true,
                style: {
                    fontColor: '#c2c9d1',
                    opacity: 0,
                    lineDash: [0, 0],
                    lineWidth: 1
                }
            }
        }, data: [[
            { 'sum(记录数)': 136, 产品主类: 'null', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 49, 产品主类: 'null', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(记录数)': 3520, 产品主类: 'null', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 86, 产品主类: 'null', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 25, 产品主类: 'null', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(记录数)': 3124, 产品主类: 'null', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 66, 产品主类: 'null', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 23, 产品主类: 'null', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(记录数)': 2189, 产品主类: 'null', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 183, 产品主类: 'null', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 105, 产品主类: 'null', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(记录数)': 5375, 产品主类: 'null', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 215, 产品主类: '个人护理', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 356, 产品主类: '个人护理', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(记录数)': 4514, 产品主类: '个人护理', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 173, 产品主类: '个人护理', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 285, 产品主类: '个人护理', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(记录数)': 4179, 产品主类: '个人护理', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 123, 产品主类: '个人护理', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 259, 产品主类: '个人护理', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(记录数)': 2858, 产品主类: '个人护理', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 335, 产品主类: '个人护理', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 723, 产品主类: '个人护理', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(记录数)': 7504, 产品主类: '个人护理', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 52, 产品主类: '儿童', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 44, 产品主类: '儿童', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(记录数)': 1107, 产品主类: '儿童', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 54, 产品主类: '儿童', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 80, 产品主类: '儿童', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(记录数)': 1200, 产品主类: '儿童', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 33, 产品主类: '儿童', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 47, 产品主类: '儿童', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(记录数)': 680, 产品主类: '儿童', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 85, 产品主类: '儿童', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 96, 产品主类: '儿童', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(记录数)': 1558, 产品主类: '儿童', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 323, 产品主类: '化妆工具', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 170, 产品主类: '化妆工具', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(记录数)': 394, 产品主类: '化妆工具', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 174, 产品主类: '化妆工具', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 109, 产品主类: '化妆工具', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(记录数)': 258, 产品主类: '化妆工具', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 153, 产品主类: '化妆工具', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 114, 产品主类: '化妆工具', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(记录数)': 240, 产品主类: '化妆工具', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 483, 产品主类: '化妆工具', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 316, 产品主类: '化妆工具', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(记录数)': 296, 产品主类: '化妆工具', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 305, 产品主类: '居家日用', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 127, 产品主类: '居家日用', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(记录数)': 614, 产品主类: '居家日用', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 228, 产品主类: '居家日用', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 178, 产品主类: '居家日用', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(记录数)': 970, 产品主类: '居家日用', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 127, 产品主类: '居家日用', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 136, 产品主类: '居家日用', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(记录数)': 507, 产品主类: '居家日用', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 436, 产品主类: '居家日用', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 618, 产品主类: '居家日用', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(记录数)': 942, 产品主类: '居家日用', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 392, 产品主类: '彩妆', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 759, 产品主类: '彩妆', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(记录数)': 3949, 产品主类: '彩妆', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 290, 产品主类: '彩妆', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 354, 产品主类: '彩妆', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(记录数)': 3130, 产品主类: '彩妆', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 278, 产品主类: '彩妆', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 424, 产品主类: '彩妆', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(记录数)': 2716, 产品主类: '彩妆', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 636, 产品主类: '彩妆', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 1068, 产品主类: '彩妆', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(记录数)': 8317, 产品主类: '彩妆', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 152, 产品主类: '护肤品', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 744, 产品主类: '护肤品', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(记录数)': 9337, 产品主类: '护肤品', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 129, 产品主类: '护肤品', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 363, 产品主类: '护肤品', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(记录数)': 6297, 产品主类: '护肤品', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 127, 产品主类: '护肤品', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 406, 产品主类: '护肤品', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(记录数)': 4308, 产品主类: '护肤品', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 173, 产品主类: '护肤品', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 1501, 产品主类: '护肤品', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(记录数)': 13785, 产品主类: '护肤品', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(记录数)': null, 产品主类: '服饰', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 43, 产品主类: '服饰', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(记录数)': 8, 产品主类: '服饰', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(记录数)': null, 产品主类: '服饰', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 47, 产品主类: '服饰', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(记录数)': 16, 产品主类: '服饰', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': null, 产品主类: '服饰', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 16, 产品主类: '服饰', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(记录数)': 4, 产品主类: '服饰', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': null, 产品主类: '服饰', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 130, 产品主类: '服饰', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(记录数)': 43, 产品主类: '服饰', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 24, 产品主类: '男士', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 19, 产品主类: '男士', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(记录数)': 1036, 产品主类: '男士', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 13, 产品主类: '男士', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 21, 产品主类: '男士', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(记录数)': 1021, 产品主类: '男士', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 14, 产品主类: '男士', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 13, 产品主类: '男士', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(记录数)': 739, 产品主类: '男士', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 27, 产品主类: '男士', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 26, 产品主类: '男士', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(记录数)': 1286, 产品主类: '男士', 是否为天美品牌: '非天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 21, 产品主类: '面膜', 是否为天美品牌: '天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 140, 产品主类: '面膜', 是否为天美品牌: '无品牌信息', 省份: '云南省' },
            { 'sum(记录数)': 1654, 产品主类: '面膜', 是否为天美品牌: '非天美品牌', 省份: '云南省' },
            { 'sum(记录数)': 9, 产品主类: '面膜', 是否为天美品牌: '天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 102, 产品主类: '面膜', 是否为天美品牌: '无品牌信息', 省份: '内蒙古' },
            { 'sum(记录数)': 1082, 产品主类: '面膜', 是否为天美品牌: '非天美品牌', 省份: '内蒙古' },
            { 'sum(记录数)': 13, 产品主类: '面膜', 是否为天美品牌: '天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 100, 产品主类: '面膜', 是否为天美品牌: '无品牌信息', 省份: '吉林省' },
            { 'sum(记录数)': 848, 产品主类: '面膜', 是否为天美品牌: '非天美品牌', 省份: '吉林省' },
            { 'sum(记录数)': 23, 产品主类: '面膜', 是否为天美品牌: '天美品牌', 省份: '四川省' },
            { 'sum(记录数)': 332, 产品主类: '面膜', 是否为天美品牌: '无品牌信息', 省份: '四川省' },
            { 'sum(记录数)': 2723, 产品主类: '面膜', 是否为天美品牌: '非天美品牌', 省份: '四川省' }
        ]]
    }]],
    xAxisPart: [{
        position: 'top',
        key: '产品主类',
        type: ['bar'],
        line: {
            show: true,
            style: {
                lineWidth: 1,
                fontColor: '#c2c9d1',
                opacity: 1,
                lineDash: [0, 0]
            }
        },
        label: {
            style: {
                fontColor: '#6B6B6B',
                fontSize: 14,
                fontWeight: 'normal',
                opacity: 1,
                rotate: 0
            }
        },
        title: {
            value: '',
            show: true,
            style: {
                fontColor: '#6B6B6B',
                fontSize: 14,
                fontStyle: 'normal'
            }
        },
        grid: {
            line: {
                show: true,
                style: {
                    fontColor: '#c2c9d1',
                    opacity: 0,
                    lineDash: [0, 0],
                    lineWidth: 1
                }
            }
        }
    }],
    yAxisPart: [{
        position: 'left-part',
        key: ['是否为天美品牌'],
        type: ['bar'],
        line: {
            show: true,
            style: {
                lineWidth: 1,
                fontColor: '#c2c9d1',
                opacity: 1,
                lineDash: [0, 0]
            }
        },
        label: {
            style: {
                fontColor: '#6B6B6B',
                fontSize: 14,
                fontWeight: 'normal',
                opacity: 1,
                rotate: 0
            }
        },
        title: {
            value: '',
            show: true,
            style: {
                fontColor: '#6B6B6B',
                fontSize: 14,
                fontStyle: 'normal'
            }
        },
        grid: {
            line: {
                show: true,
                style: {
                    fontColor: '#c2c9d1',
                    opacity: 0,
                    lineDash: [0, 0],
                    lineWidth: 1
                }
            }
        }
    }],
    tooltipList: [
        {
            type: 'ordinal',
            key: '产品主类',
            title: '产品主类',
            display: 'auto',
            format: {},
            text: {
                fontColor: '#6b6b6b',
                fontSize: 12,
                textAlign: 'left',
                lineHeight: 24,
                display: 'auto'
            }
        }, {
            type: 'ordinal',
            key: '省份',
            title: '省份',
            display: 'auto',
            format: {},
            text: {
                fontColor: '#6b6b6b',
                fontSize: 12,
                textAlign: 'left',
                lineHeight: 24,
                display: 'auto'
            }
        }, {
            type: 'linear',
            key: 'sum(Count BarCode)',
            title: 'sum(Count BarCode)',
            display: 'auto',
            format: {
                selectFormat: -1,
                decimal: 2,
                negative: '-1',
                unit: '',
                prefix: '',
                suffix: '',
                zone: 'CN',
                useThousandMark: true
            },
            text: {
                fontColor: '#6b6b6b',
                fontSize: 12,
                textAlign: 'left',
                lineHeight: 24,
                display: 'auto'
            }
        }, {
            type: 'linear',
            key: 'sum(平均售价)',
            title: 'sum(平均售价)',
            display: 'auto',
            format: {
                selectFormat: -1,
                decimal: 2,
                negative: '-1',
                unit: '',
                prefix: '',
                suffix: '',
                zone: 'CN',
                useThousandMark: true
            },
            text: {
                fontColor: '#6b6b6b',
                fontSize: 12,
                textAlign: 'left',
                lineHeight: 24,
                display: 'auto'
            }
        }, {
            type: 'ordinal',
            key: '是否为天美品牌',
            title: '是否为天美品牌',
            display: 'auto',
            format: {},
            text: {
                fontColor: '#6b6b6b',
                fontSize: 12,
                textAlign: 'left',
                lineHeight: 24,
                display: 'auto'
            }
        },
        {
            type: 'linear',
            key: 'sum(记录数)',
            title: 'sum(记录数)',
            display: 'auto',
            format: {
                selectFormat: -1,
                decimal: 2,
                negative: '-1',
                unit: '',
                prefix: '',
                suffix: '',
                zone: 'CN',
                useThousandMark: true
            },
            text: {
                fontColor: '#6b6b6b',
                fontSize: 12,
                textAlign: 'left',
                lineHeight: 24,
                display: 'auto'
            }
        }]
};
const data = [];
let test = chart.GeometryDrawingProcess({ data, config, chartType: 'bar' });
test.draw();
