let config = {
  width: 1080,
  height: 800,
  id: 'mc_pie_53dd28945f7f11eba51b0242ac120007',
  colorList: [
    '#4284F5',
    '#03B98C',
    '#FACC14',
    '#F5282D',
    '#8543E0',
    '#3FAECC',
    '#3110D0',
    '#E88F00',
    '#DE2393',
    '#91BA38',
    '#99B4BF',
    '#216A58',
    '#AB9438',
    '#F4999B',
    '#C9BFE1',
    '#055166',
    '#1F135A',
    '#43140A',
    '#96005A',
    '#8D8D8D'
  ],
  colorOpacity: 100,
  labelsList: [
    {
      type: 'ordinal',
      key: '区域',
      title: '区域',
      display: 'auto',
      format: {},
      text: {
        fontColor: '#6b6b6b',
        fontSize: 12,
        textAlign: 'left',
        lineHeight: 24,
        display: 'auto'
      }
    }
  ],
  tooltipList: [
    {
      type: 'linear',
      key: 'sum(清算时间)',
      title: 'sum(清算时间)',
      display: 'auto',
      format: {
        decimal: 2,
        negative: '-1',
        prefix: '',
        selectFormat: -1,
        suffix: '',
        unit: '',
        useThousandMark: true,
        zone: 'CN'
      },
      text: {
        display: 'auto',
        fontColor: '#6b6b6b',
        fontSize: 12,
        lineHeight: 24,
        textAlign: 'left'
      }
    },
    {
      type: 'ordinal',
      key: '产品主类',
      title: '产品主类',
      display: 'auto',
      format: {},
      text: {
        fontColor: '#6b6b6b',
        fontSize: 12,
        textAlign: 'left',
        lineHeight: 24,
        display: 'auto'
      }
    },
    {
      type: 'ordinal',
      key: '区域',
      title: '区域',
      display: 'auto',
      format: {},
      text: {
        fontColor: '#6b6b6b',
        fontSize: 12,
        textAlign: 'left',
        lineHeight: 24,
        display: 'auto'
      }
    }
  ],
  sizeFeature: { feature: 'sum(清算时间)' },
  labelFeature: [{ type: 'ordinal', feature: '区域' }],
  colorFeature: { feature: '产品主类', type: 'ordinal', stacked: true },
  size: null,
  hasUnit: true,
  xAxis: {
    axisType: 'x',
    position: 'bottom',
    key: 'sum(平均售价)',
    title: {
      value: 'sum(平均售价)',
      show: true,
      style: { fontSize: 12, fontColor: '#6b6b6b', rotate: 0 }
    },
    line: {
      show: true,
      style: { fontColor: '#dedede', lineWidth: 1, lineDash: [0, 0] }
    },
    label: { style: { fontSize: 12, fontColor: '#6b6b6b', rotate: 0 } },
    grid: {
      line: {
        style: { fontColor: '#dedede', lineWidth: 1, lineDash: [0, 0] },
        show: false
      }
    },
    tickLine: {
      style: { fontColor: '#dedede', lineWidth: 1, lineDash: [0, 0] }
    }
  },
  yAxis: {
    axisType: 'y',
    position: 'left',
    key: 'sum(记录数)',
    title: {
      value: 'sum(记录数)',
      show: true,
      style: { fontSize: 12, fontColor: '#6b6b6b', rotate: 0 }
    },
    line: {
      show: true,
      style: { fontColor: '#dedede', lineWidth: 1, lineDash: [0, 0] }
    },
    label: { style: { fontSize: 12, fontColor: '#6b6b6b', rotate: 0 } },
    grid: {
      line: {
        style: { fontColor: '#dedede', lineWidth: 1, lineDash: [0, 0] },
        show: false
      }
    },
    tickLine: {
      style: { fontColor: '#dedede', lineWidth: 1, lineDash: [0, 0] }
    }
  },
  scopeObj: {
    num: 12,
    select: 1,
    tick_counts: '',
    tick_range: [],
    max: 1.1,
    min: 0,
    name: 'sum(记录数)',
    align: true
  }
};
let data = [
  {
    'sum(平均售价)': 7026744.93580536,
    'sum(清算时间)': 13615578867,
    'sum(记录数)': 67469,
    产品主类: '护肤品',
    区域: '市辖区'
  },
  {
    'sum(平均售价)': 3003287.8660707995,
    'sum(清算时间)': 8679832346,
    'sum(记录数)': 43011,
    产品主类: '彩妆',
    区域: '市辖区'
  },
  {
    'sum(平均售价)': 994715.335692017,
    'sum(清算时间)': 7413505521,
    'sum(记录数)': 36736,
    产品主类: '个人护理',
    区域: '市辖区'
  },
  {
    'sum(平均售价)': 1655692.62672534,
    'sum(清算时间)': 6513050948,
    'sum(记录数)': 32274,
    产品主类: 'null',
    区域: '市辖区'
  },
  {
    'sum(平均售价)': 719172.7250306304,
    'sum(清算时间)': 2674722899,
    'sum(记录数)': 13254,
    产品主类: '面膜',
    区域: '市辖区'
  },
  {
    'sum(平均售价)': 141508.76352747285,
    'sum(清算时间)': 1899993394,
    'sum(记录数)': 9415,
    产品主类: '居家日用',
    区域: '市辖区'
  },
  {
    'sum(平均售价)': 130864.09288409831,
    'sum(清算时间)': 1547439086,
    'sum(记录数)': 7668,
    产品主类: '儿童',
    区域: '市辖区'
  },
  {
    'sum(平均售价)': 364994.43233419117,
    'sum(清算时间)': 1355523777,
    'sum(记录数)': 6717,
    产品主类: '男士',
    区域: '市辖区'
  },
  {
    'sum(平均售价)': 81507.57997417996,
    'sum(清算时间)': 1034048621,
    'sum(记录数)': 5124,
    产品主类: '化妆工具',
    区域: '市辖区'
  },
  {
    'sum(平均售价)': 227387.88292755195,
    'sum(清算时间)': 326722223,
    'sum(记录数)': 1619,
    产品主类: '护肤品',
    区域: '余杭区'
  },
  {
    'sum(平均售价)': 139651.78240165298,
    'sum(清算时间)': 282930546,
    'sum(记录数)': 1402,
    产品主类: '护肤品',
    区域: '曹县'
  },
  {
    'sum(平均售价)': 160518.07590323527,
    'sum(清算时间)': 276674669,
    'sum(记录数)': 1371,
    产品主类: '护肤品',
    区域: '海盐县'
  },
  {
    'sum(平均售价)': 171976.2455674179,
    'sum(清算时间)': 273445770,
    'sum(记录数)': 1355,
    产品主类: '护肤品',
    区域: '邵东县'
  },
  {
    'sum(平均售价)': 149602.6653485839,
    'sum(清算时间)': 258713972,
    'sum(记录数)': 1282,
    产品主类: '护肤品',
    区域: '靖边县'
  },
  {
    'sum(平均售价)': 140452.2454573891,
    'sum(清算时间)': 258512170,
    'sum(记录数)': 1281,
    产品主类: '护肤品',
    区域: '宁乡县'
  },
  {
    'sum(平均售价)': 129033.96144183881,
    'sum(清算时间)': 254879655,
    'sum(记录数)': 1263,
    产品主类: '护肤品',
    区域: '鹿城区'
  },
  {
    'sum(平均售价)': 134717.37127548296,
    'sum(清算时间)': 244385827,
    'sum(记录数)': 1211,
    产品主类: '护肤品',
    区域: '湟中县'
  },
  {
    'sum(平均售价)': 131707.171957634,
    'sum(清算时间)': 243780417,
    'sum(记录数)': 1208,
    产品主类: '护肤品',
    区域: '武陵区'
  },
  {
    'sum(平均售价)': 99715.40887987081,
    'sum(清算时间)': 240147976,
    'sum(记录数)': 1190,
    产品主类: '彩妆',
    区域: '海盐县'
  },
  {
    'sum(平均售价)': 30656.27308168298,
    'sum(清算时间)': 236918986,
    'sum(记录数)': 1174,
    产品主类: 'null',
    区域: '柘城县'
  },
  {
    'sum(平均售价)': 147276.633279067,
    'sum(清算时间)': 236313611,
    'sum(记录数)': 1171,
    产品主类: '护肤品',
    区域: '墉桥区'
  },
  {
    'sum(平均售价)': 105027.14107733387,
    'sum(清算时间)': 236111860,
    'sum(记录数)': 1170,
    产品主类: '护肤品',
    区域: '元宝区'
  },
  {
    'sum(平均售价)': 28482.198617677997,
    'sum(清算时间)': 232882980,
    'sum(记录数)': 1154,
    产品主类: '个人护理',
    区域: '嘉祥县'
  },
  {
    'sum(平均售价)': 87169.78603456095,
    'sum(清算时间)': 231873926,
    'sum(记录数)': 1149,
    产品主类: '护肤品',
    区域: '龙泉驿区'
  },
  {
    'sum(平均售价)': 122427.91112625305,
    'sum(清算时间)': 230864889,
    'sum(记录数)': 1144,
    产品主类: '护肤品',
    区域: '户县'
  },
  {
    'sum(平均售价)': 23179.00369799204,
    'sum(清算时间)': 229855530,
    'sum(记录数)': 1139,
    产品主类: '个人护理',
    区域: '柘城县'
  },
  {
    'sum(平均售价)': 134642.74231311496,
    'sum(清算时间)': 229048646,
    'sum(记录数)': 1135,
    产品主类: '护肤品',
    区域: '攸县'
  },
  {
    'sum(平均售价)': 120315.12044018289,
    'sum(清算时间)': 218756592,
    'sum(记录数)': 1084,
    产品主类: '护肤品',
    区域: '慈利县'
  },
  {
    'sum(平均售价)': 100333.29252181805,
    'sum(清算时间)': 215527362,
    'sum(记录数)': 1068,
    产品主类: '护肤品',
    区域: '嘉祥县'
  },
  {
    'sum(平均售价)': 97937.12854474908,
    'sum(清算时间)': 215325926,
    'sum(记录数)': 1067,
    产品主类: '彩妆',
    区域: '余杭区'
  },
  {
    'sum(平均售价)': 94141.27216873103,
    'sum(清算时间)': 213307829,
    'sum(记录数)': 1057,
    产品主类: '护肤品',
    区域: '横山县'
  },
  {
    'sum(平均售价)': 156158.24974183,
    'sum(清算时间)': 210078980,
    'sum(记录数)': 1041,
    产品主类: '护肤品',
    区域: '新市区'
  },
  {
    'sum(平均售价)': 114083.44578602098,
    'sum(清算时间)': 209877151,
    'sum(记录数)': 1040,
    产品主类: '护肤品',
    区域: '德令哈市'
  },
  {
    'sum(平均售价)': 25239.001221037026,
    'sum(清算时间)': 208666367,
    'sum(记录数)': 1034,
    产品主类: '个人护理',
    区域: '曹县'
  },
  {
    'sum(平均售价)': 22654.916297036012,
    'sum(清算时间)': 204226602,
    'sum(记录数)': 1012,
    产品主类: '服饰',
    区域: '市辖区'
  },
  {
    'sum(平均售价)': 95464.96806853004,
    'sum(清算时间)': 203822972,
    'sum(记录数)': 1010,
    产品主类: '护肤品',
    区域: '通渭县'
  },
  {
    'sum(平均售价)': 110727.60031589994,
    'sum(清算时间)': 202410399,
    'sum(记录数)': 1003,
    产品主类: '护肤品',
    区域: '蒲城县'
  },
  {
    'sum(平均售价)': 121252.13178288695,
    'sum(清算时间)': 200594153,
    'sum(记录数)': 994,
    产品主类: '护肤品',
    区域: '大冶市'
  },
  {
    'sum(平均售价)': 96383.31636754991,
    'sum(清算时间)': 200190612,
    'sum(记录数)': 992,
    产品主类: '护肤品',
    区域: '扶风县'
  },
  {
    'sum(平均售价)': 21518.132516117985,
    'sum(清算时间)': 199383346,
    'sum(记录数)': 988,
    产品主类: '个人护理',
    区域: '白塔区'
  },
  {
    'sum(平均售价)': 79251.91582995909,
    'sum(清算时间)': 198979239,
    'sum(记录数)': 986,
    产品主类: '护肤品',
    区域: '柘城县'
  },
  {
    'sum(平均售价)': 109014.79448068902,
    'sum(清算时间)': 198576045,
    'sum(记录数)': 984,
    产品主类: '护肤品',
    区域: '澧县'
  },
  {
    'sum(平均售价)': 90104.64645316309,
    'sum(清算时间)': 195145236,
    'sum(记录数)': 967,
    产品主类: '护肤品',
    区域: '郯城县'
  },
  {
    'sum(平均售价)': 82037.91537326007,
    'sum(清算时间)': 194943634,
    'sum(记录数)': 966,
    产品主类: '护肤品',
    区域: '平川区'
  },
  {
    'sum(平均售价)': 94093.26740788699,
    'sum(清算时间)': 194943601,
    'sum(记录数)': 966,
    产品主类: '护肤品',
    区域: '大荔县'
  },
  {
    'sum(平均售价)': 59664.538569294076,
    'sum(清算时间)': 194136405,
    'sum(记录数)': 962,
    产品主类: '护肤品',
    区域: '白塔区'
  },
  {
    'sum(平均售价)': 60701.646577545034,
    'sum(清算时间)': 192320108,
    'sum(记录数)': 953,
    产品主类: '护肤品',
    区域: '五华区'
  },
  {
    'sum(平均售价)': 76510.58157050308,
    'sum(清算时间)': 191109307,
    'sum(记录数)': 947,
    产品主类: '护肤品',
    区域: '玉树县'
  },
  {
    'sum(平均售价)': 71337.75451233305,
    'sum(清算时间)': 189898293,
    'sum(记录数)': 941,
    产品主类: '护肤品',
    区域: '河口区'
  },
  {
    'sum(平均售价)': 102007.20748885401,
    'sum(清算时间)': 189696624,
    'sum(记录数)': 940,
    产品主类: '护肤品',
    区域: '楚雄市'
  },
  {
    'sum(平均售价)': 57838.107870998996,
    'sum(清算时间)': 189494885,
    'sum(记录数)': 939,
    产品主类: '彩妆',
    区域: '嘉祥县'
  },
  {
    'sum(平均售价)': 119827.03997315008,
    'sum(清算时间)': 189494871,
    'sum(记录数)': 939,
    产品主类: '护肤品',
    区域: '蕲春县'
  },
  {
    'sum(平均售价)': 104978.02258824692,
    'sum(清算时间)': 187678627,
    'sum(记录数)': 930,
    产品主类: '护肤品',
    区域: '青白江区'
  },
  {
    'sum(平均售价)': 61633.26342897502,
    'sum(清算时间)': 186265997,
    'sum(记录数)': 923,
    产品主类: '彩妆',
    区域: '鹿城区'
  },
  {
    'sum(平均售价)': 87356.46235034695,
    'sum(清算时间)': 184046135,
    'sum(记录数)': 912,
    产品主类: '护肤品',
    区域: '甘州区'
  },
  {
    'sum(平均售价)': 151858.5354304729,
    'sum(清算时间)': 183238908,
    'sum(记录数)': 908,
    产品主类: '护肤品',
    区域: '竹溪县'
  },
  {
    'sum(平均售价)': 20581.57547473899,
    'sum(清算时间)': 182431718,
    'sum(记录数)': 904,
    产品主类: '个人护理',
    区域: '郯城县'
  },
  {
    'sum(平均售价)': 20374.756570793008,
    'sum(清算时间)': 181422679,
    'sum(记录数)': 899,
    产品主类: '个人护理',
    区域: '元宝区'
  },
  {
    'sum(平均售价)': 84338.085653524,
    'sum(清算时间)': 181220873,
    'sum(记录数)': 898,
    产品主类: '护肤品',
    区域: '红古区'
  },
  {
    'sum(平均售价)': 80338.89466357106,
    'sum(清算时间)': 181019074,
    'sum(记录数)': 897,
    产品主类: '护肤品',
    区域: '七里河区'
  },
  {
    'sum(平均售价)': 24235.165220589006,
    'sum(清算时间)': 177588400,
    'sum(记录数)': 880,
    产品主类: 'null',
    区域: '白塔区'
  },
  {
    'sum(平均售价)': 89681.47550597595,
    'sum(清算时间)': 175772138,
    'sum(记录数)': 871,
    产品主类: '护肤品',
    区域: '颍上县'
  },
  {
    'sum(平均售价)': 26060.269459398,
    'sum(清算时间)': 175368519,
    'sum(记录数)': 869,
    产品主类: '个人护理',
    区域: '德令哈市'
  },
  {
    'sum(平均售价)': 34388.331495541024,
    'sum(清算时间)': 173148680,
    'sum(记录数)': 858,
    产品主类: 'null',
    区域: '曹县'
  },
  {
    'sum(平均售价)': 116550.14346535192,
    'sum(清算时间)': 171534184,
    'sum(记录数)': 850,
    产品主类: '护肤品',
    区域: '竹山县'
  },
  {
    'sum(平均售价)': 53303.59990386804,
    'sum(清算时间)': 171332404,
    'sum(记录数)': 849,
    产品主类: '彩妆',
    区域: '曹县'
  },
  {
    'sum(平均售价)': 74466.09316790498,
    'sum(清算时间)': 169919822,
    'sum(记录数)': 842,
    产品主类: '护肤品',
    区域: '民和回族土族自治县'
  },
  {
    'sum(平均售价)': 62791.032651016,
    'sum(清算时间)': 167296342,
    'sum(记录数)': 829,
    产品主类: '彩妆',
    区域: '武陵区'
  },
  {
    'sum(平均售价)': 15945.119757029994,
    'sum(清算时间)': 167296339,
    'sum(记录数)': 829,
    产品主类: '个人护理',
    区域: '金乡县'
  },
  {
    'sum(平均售价)': 59523.97311054207,
    'sum(清算时间)': 167296333,
    'sum(记录数)': 829,
    产品主类: '护肤品',
    区域: '永昌县'
  },
  {
    'sum(平均售价)': 85894.26639604098,
    'sum(清算时间)': 167296305,
    'sum(记录数)': 829,
    产品主类: '护肤品',
    区域: '乌兰浩特市'
  },
  {
    'sum(平均售价)': 18862.316116189002,
    'sum(清算时间)': 167094469,
    'sum(记录数)': 828,
    产品主类: '个人护理',
    区域: '河口区'
  },
  {
    'sum(平均售价)': 82085.47839997405,
    'sum(清算时间)': 165076494,
    'sum(记录数)': 818,
    产品主类: '护肤品',
    区域: '南县'
  },
  {
    'sum(平均售价)': 117756.3031853849,
    'sum(清算时间)': 164874677,
    'sum(记录数)': 817,
    产品主类: '护肤品',
    区域: '阿克苏市'
  },
  {
    'sum(平均售价)': 90319.27546988794,
    'sum(清算时间)': 163663816,
    'sum(记录数)': 811,
    产品主类: '护肤品',
    区域: '兴国县'
  },
  {
    'sum(平均售价)': 107162.86240949886,
    'sum(清算时间)': 162856590,
    'sum(记录数)': 807,
    产品主类: '护肤品',
    区域: '福清市'
  },
  {
    'sum(平均售价)': 103095.09217906499,
    'sum(清算时间)': 162251198,
    'sum(记录数)': 804,
    产品主类: '护肤品',
    区域: '城西区'
  },
  {
    'sum(平均售价)': 101713.18859700697,
    'sum(清算时间)': 161645801,
    'sum(记录数)': 801,
    产品主类: '护肤品',
    区域: '乌鲁木齐县'
  },
  {
    'sum(平均售价)': 89959.16054081898,
    'sum(清算时间)': 161645796,
    'sum(记录数)': 801,
    产品主类: '护肤品',
    区域: '庆城县'
  },
  {
    'sum(平均售价)': 100721.20110074799,
    'sum(清算时间)': 161242201,
    'sum(记录数)': 799,
    产品主类: '护肤品',
    区域: '衡东县'
  },
  {
    'sum(平均售价)': 69286.65331341905,
    'sum(清算时间)': 160636786,
    'sum(记录数)': 796,
    产品主类: '护肤品',
    区域: '景泰县'
  },
  {
    'sum(平均售价)': 36607.26542536701,
    'sum(清算时间)': 159627740,
    'sum(记录数)': 791,
    产品主类: 'null',
    区域: '元宝区'
  },
  {
    'sum(平均售价)': 68138.27110139107,
    'sum(清算时间)': 158820490,
    'sum(记录数)': 787,
    产品主类: '护肤品',
    区域: '定陶县'
  },
  {
    'sum(平均售价)': 56189.65335727998,
    'sum(清算时间)': 158215079,
    'sum(记录数)': 784,
    产品主类: '护肤品',
    区域: '朔城区'
  },
  {
    'sum(平均售价)': 103331.71079053501,
    'sum(清算时间)': 157206079,
    'sum(记录数)': 779,
    产品主类: '护肤品',
    区域: '渠县'
  },
  {
    'sum(平均售价)': 84828.84991321401,
    'sum(清算时间)': 155591629,
    'sum(记录数)': 771,
    产品主类: '护肤品',
    区域: '岐山县'
  },
  {
    'sum(平均售价)': 95410.13184344492,
    'sum(清算时间)': 155591627,
    'sum(记录数)': 771,
    产品主类: '护肤品',
    区域: '余干县'
  },
  {
    'sum(平均售价)': 77117.00020572703,
    'sum(清算时间)': 154380747,
    'sum(记录数)': 765,
    产品主类: '护肤品',
    区域: '阿勒泰市'
  },
  {
    'sum(平均售价)': 74170.63345643901,
    'sum(清算时间)': 152766363,
    'sum(记录数)': 757,
    产品主类: '护肤品',
    区域: '岫岩满族自治县'
  },
  {
    'sum(平均售价)': 83217.86895531802,
    'sum(清算时间)': 152564593,
    'sum(记录数)': 756,
    产品主类: '护肤品',
    区域: '周至县'
  },
  {
    'sum(平均售价)': 70894.52374786396,
    'sum(清算时间)': 152362756,
    'sum(记录数)': 755,
    产品主类: '彩妆',
    区域: '蕲春县'
  },
  {
    'sum(平均售价)': 55797.421886168995,
    'sum(清算时间)': 151353722,
    'sum(记录数)': 750,
    产品主类: '护肤品',
    区域: '富平县'
  },
  {
    'sum(平均售价)': 98374.01704511003,
    'sum(清算时间)': 150546590,
    'sum(记录数)': 746,
    产品主类: '护肤品',
    区域: '桃源县'
  },
  {
    'sum(平均售价)': 75565.43277082799,
    'sum(清算时间)': 150546533,
    'sum(记录数)': 746,
    产品主类: '护肤品',
    区域: '新宁县'
  },
  {
    'sum(平均售价)': 96360.1056404009,
    'sum(清算时间)': 150344721,
    'sum(记录数)': 745,
    产品主类: '护肤品',
    区域: '浠水县'
  },
  {
    'sum(平均售价)': 47766.70906819401,
    'sum(清算时间)': 149941081,
    'sum(记录数)': 743,
    产品主类: '彩妆',
    区域: '湟中县'
  },
  {
    'sum(平均售价)': 82513.34991178506,
    'sum(清算时间)': 149739255,
    'sum(记录数)': 742,
    产品主类: '护肤品',
    区域: '商州区'
  },
  {
    'sum(平均售价)': 29040.97730571301,
    'sum(清算时间)': 148932050,
    'sum(记录数)': 738,
    产品主类: 'null',
    区域: '德令哈市'
  },
  {
    'sum(平均售价)': 76204.271421184,
    'sum(清算时间)': 148730276,
    'sum(记录数)': 737,
    产品主类: '护肤品',
    区域: '广陵区'
  },
  {
    'sum(平均售价)': 95300.79201173886,
    'sum(清算时间)': 147923026,
    'sum(记录数)': 733,
    产品主类: '护肤品',
    区域: '谷城县'
  },
  {
    'sum(平均售价)': 77629.52781463899,
    'sum(清算时间)': 147721240,
    'sum(记录数)': 732,
    产品主类: '护肤品',
    区域: '贺兰县'
  },
  {
    'sum(平均售价)': 46798.5088151001,
    'sum(清算时间)': 147317626,
    'sum(记录数)': 730,
    产品主类: '护肤品',
    区域: '新城子区'
  },
  {
    'sum(平均售价)': 52503.12990735499,
    'sum(清算时间)': 146913998,
    'sum(记录数)': 728,
    产品主类: '护肤品',
    区域: '尉氏县'
  },
  {
    'sum(平均售价)': 101384.55845463896,
    'sum(清算时间)': 146308621,
    'sum(记录数)': 725,
    产品主类: '护肤品',
    区域: '英德市'
  },
  {
    'sum(平均售价)': 49135.505009753004,
    'sum(清算时间)': 146308573,
    'sum(记录数)': 725,
    产品主类: '彩妆',
    区域: '德令哈市'
  },
  {
    'sum(平均售价)': 69119.85888528402,
    'sum(清算时间)': 145097756,
    'sum(记录数)': 719,
    产品主类: '护肤品',
    区域: '和平区'
  },
  {
    'sum(平均售价)': 48332.323600624,
    'sum(清算时间)': 144290542,
    'sum(记录数)': 715,
    产品主类: '彩妆',
    区域: '郯城县'
  },
  {
    'sum(平均售价)': 70813.7262077751,
    'sum(清算时间)': 143886950,
    'sum(记录数)': 713,
    产品主类: '护肤品',
    区域: '渭滨区'
  },
  {
    'sum(平均售价)': 88615.69808392093,
    'sum(清算时间)': 143281574,
    'sum(记录数)': 710,
    产品主类: '护肤品',
    区域: '赤壁市'
  },
  {
    'sum(平均售价)': 19527.523578680975,
    'sum(清算时间)': 142474314,
    'sum(记录数)': 706,
    产品主类: '个人护理',
    区域: '户县'
  },
  {
    'sum(平均售价)': 94291.69386028303,
    'sum(清算时间)': 142070697,
    'sum(记录数)': 704,
    产品主类: '护肤品',
    区域: '通城县'
  },
  {
    'sum(平均售价)': 84446.21341623702,
    'sum(清算时间)': 141667112,
    'sum(记录数)': 702,
    产品主类: '护肤品',
    区域: '浏阳市'
  },
  {
    'sum(平均售价)': 59581.98658779696,
    'sum(清算时间)': 140658073,
    'sum(记录数)': 697,
    产品主类: '彩妆',
    区域: '大冶市'
  },
  {
    'sum(平均售价)': 48467.24477286103,
    'sum(清算时间)': 140456307,
    'sum(记录数)': 696,
    产品主类: '护肤品',
    区域: '茌平县'
  },
  {
    'sum(平均售价)': 63212.07289788097,
    'sum(清算时间)': 140254454,
    'sum(记录数)': 695,
    产品主类: '护肤品',
    区域: '濉溪县'
  },
  {
    'sum(平均售价)': 61178.741320311026,
    'sum(清算时间)': 140254439,
    'sum(记录数)': 695,
    产品主类: '彩妆',
    区域: '墉桥区'
  },
  {
    'sum(平均售价)': 50397.618761190985,
    'sum(清算时间)': 140254437,
    'sum(记录数)': 695,
    产品主类: '护肤品',
    区域: '砀山县'
  },
  {
    'sum(平均售价)': 100253.26632113488,
    'sum(清算时间)': 140052652,
    'sum(记录数)': 694,
    产品主类: '护肤品',
    区域: '长葛市'
  },
  {
    'sum(平均售价)': 57141.50398482405,
    'sum(清算时间)': 140052650,
    'sum(记录数)': 694,
    产品主类: '护肤品',
    区域: '高碑店市'
  },
  {
    'sum(平均售价)': 56204.46485560897,
    'sum(清算时间)': 140052640,
    'sum(记录数)': 694,
    产品主类: '护肤品',
    区域: '弥勒县'
  },
  {
    'sum(平均售价)': 67555.81615405204,
    'sum(清算时间)': 138639690,
    'sum(记录数)': 687,
    产品主类: '护肤品',
    区域: '沈丘县'
  },
  {
    'sum(平均售价)': 58903.63175071997,
    'sum(清算时间)': 138438204,
    'sum(记录数)': 686,
    产品主类: '彩妆',
    区域: '澧县'
  },
  {
    'sum(平均售价)': 62261.26356827,
    'sum(清算时间)': 138438199,
    'sum(记录数)': 686,
    产品主类: '护肤品',
    区域: '鲅鱼圈区'
  },
  {
    'sum(平均售价)': 81878.62680645502,
    'sum(清算时间)': 137832766,
    'sum(记录数)': 683,
    产品主类: '护肤品',
    区域: '古城区'
  },
  {
    'sum(平均售价)': 52865.212931336006,
    'sum(清算时间)': 137630990,
    'sum(记录数)': 682,
    产品主类: '彩妆',
    区域: '慈利县'
  },
  {
    'sum(平均售价)': 95618.009103389,
    'sum(清算时间)': 137630984,
    'sum(记录数)': 682,
    产品主类: '护肤品',
    区域: '和田市'
  },
  {
    'sum(平均售价)': 72952.22274483404,
    'sum(清算时间)': 137630978,
    'sum(记录数)': 682,
    产品主类: '护肤品',
    区域: '双峰县'
  },
  {
    'sum(平均售价)': 29677.990025003004,
    'sum(清算时间)': 137630959,
    'sum(记录数)': 682,
    产品主类: '彩妆',
    区域: '柘城县'
  },
  {
    'sum(平均售价)': 26991.986098665035,
    'sum(清算时间)': 137429201,
    'sum(记录数)': 681,
    产品主类: 'null',
    区域: '嘉祥县'
  },
  {
    'sum(平均售价)': 82685.08347037902,
    'sum(清算时间)': 136621791,
    'sum(记录数)': 677,
    产品主类: '护肤品',
    区域: '临夏市'
  },
  {
    'sum(平均售价)': 61808.48852640205,
    'sum(清算时间)': 136218360,
    'sum(记录数)': 675,
    产品主类: '护肤品',
    区域: '宕昌县'
  },
  {
    'sum(平均售价)': 102205.56519227594,
    'sum(清算时间)': 136218338,
    'sum(记录数)': 675,
    产品主类: '护肤品',
    区域: '阳新县'
  },
  {
    'sum(平均售价)': 51048.40642410606,
    'sum(清算时间)': 136218304,
    'sum(记录数)': 675,
    产品主类: '护肤品',
    区域: '临清市'
  },
  {
    'sum(平均售价)': 70103.954982636,
    'sum(清算时间)': 136218285,
    'sum(记录数)': 675,
    产品主类: '护肤品',
    区域: '蛟河市'
  },
  {
    'sum(平均售价)': 50602.75807034504,
    'sum(清算时间)': 135612937,
    'sum(记录数)': 672,
    产品主类: '护肤品',
    区域: '牡丹区'
  },
  {
    'sum(平均售价)': 62324.22547044602,
    'sum(清算时间)': 135411139,
    'sum(记录数)': 671,
    产品主类: '护肤品',
    区域: '勉县'
  },
  {
    'sum(平均售价)': 82081.87519611791,
    'sum(清算时间)': 135411114,
    'sum(记录数)': 671,
    产品主类: '护肤品',
    区域: '钟祥市'
  },
  {
    'sum(平均售价)': 70148.07956014406,
    'sum(清算时间)': 135209361,
    'sum(记录数)': 670,
    产品主类: '护肤品',
    区域: '阜南县'
  },
  {
    'sum(平均售价)': 44690.895245242,
    'sum(清算时间)': 135007532,
    'sum(记录数)': 669,
    产品主类: '护肤品',
    区域: '义县'
  },
  {
    'sum(平均售价)': 80740.41296316606,
    'sum(清算时间)': 134603941,
    'sum(记录数)': 667,
    产品主类: '护肤品',
    区域: '肃州区'
  },
  {
    'sum(平均售价)': 20650.460619371996,
    'sum(清算时间)': 134402141,
    'sum(记录数)': 666,
    产品主类: '个人护理',
    区域: '宁乡县'
  },
  {
    'sum(平均售价)': 90133.24156574998,
    'sum(清算时间)': 134402114,
    'sum(记录数)': 666,
    产品主类: '护肤品',
    区域: '南市区'
  },
  {
    'sum(平均售价)': 64700.75676377998,
    'sum(清算时间)': 134200296,
    'sum(记录数)': 665,
    产品主类: '护肤品',
    区域: '迁安市'
  },
  {
    'sum(平均售价)': 65914.21403181397,
    'sum(清算时间)': 133998516,
    'sum(记录数)': 664,
    产品主类: '彩妆',
    区域: '青白江区'
  },
  {
    'sum(平均售价)': 99765.10984040998,
    'sum(清算时间)': 133998506,
    'sum(记录数)': 664,
    产品主类: '护肤品',
    区域: '房县'
  },
  {
    'sum(平均售价)': 64389.42677958698,
    'sum(清算时间)': 133594892,
    'sum(记录数)': 662,
    产品主类: '护肤品',
    区域: '陇县'
  },
  {
    'sum(平均售价)': 57017.573532026036,
    'sum(清算时间)': 133393088,
    'sum(记录数)': 661,
    产品主类: '护肤品',
    区域: '连云区'
  },
  {
    'sum(平均售价)': 38183.55858480004,
    'sum(清算时间)': 132585897,
    'sum(记录数)': 657,
    产品主类: '护肤品',
    区域: '汝阳县'
  },
  {
    'sum(平均售价)': 62329.65400000598,
    'sum(清算时间)': 132585752,
    'sum(记录数)': 657,
    产品主类: '彩妆',
    区域: '新市区'
  },
  {
    'sum(平均售价)': 21397.728664311013,
    'sum(清算时间)': 131778664,
    'sum(记录数)': 653,
    产品主类: 'null',
    区域: '罗山县'
  },
  {
    'sum(平均售价)': 59670.71547755401,
    'sum(清算时间)': 131576902,
    'sum(记录数)': 652,
    产品主类: '护肤品',
    区域: '湘潭县'
  },
  {
    'sum(平均售价)': 21457.237222563985,
    'sum(清算时间)': 131173263,
    'sum(记录数)': 650,
    产品主类: '个人护理',
    区域: '攸县'
  },
  {
    'sum(平均售价)': 41113.555102042,
    'sum(清算时间)': 130971457,
    'sum(记录数)': 649,
    产品主类: '护肤品',
    区域: 'null'
  },
  {
    'sum(平均售价)': 43468.39751999898,
    'sum(清算时间)': 130769679,
    'sum(记录数)': 648,
    产品主类: '护肤品',
    区域: '礼县'
  },
  {
    'sum(平均售价)': 55619.925358517976,
    'sum(清算时间)': 130567767,
    'sum(记录数)': 647,
    产品主类: '护肤品',
    区域: '涿州市'
  },
  {
    'sum(平均售价)': 42373.513299983024,
    'sum(清算时间)': 129962451,
    'sum(记录数)': 644,
    产品主类: '彩妆',
    区域: '元宝区'
  },
  {
    'sum(平均售价)': 71371.9640577431,
    'sum(清算时间)': 129962403,
    'sum(记录数)': 644,
    产品主类: '护肤品',
    区域: '荷塘区'
  },
  {
    'sum(平均售价)': 33013.005830207054,
    'sum(清算时间)': 129760612,
    'sum(记录数)': 643,
    产品主类: 'null',
    区域: '攸县'
  },
  {
    'sum(平均售价)': 48952.85203540397,
    'sum(清算时间)': 129155238,
    'sum(记录数)': 640,
    产品主类: '护肤品',
    区域: '合作市'
  },
  {
    'sum(平均售价)': 21321.973446090993,
    'sum(清算时间)': 129155219,
    'sum(记录数)': 640,
    产品主类: '个人护理',
    区域: '邵东县'
  },
  {
    'sum(平均售价)': 32629.07739808502,
    'sum(清算时间)': 128751586,
    'sum(记录数)': 638,
    产品主类: '彩妆',
    区域: '玉树县'
  },
  {
    'sum(平均售价)': 72961.92568081703,
    'sum(清算时间)': 128549497,
    'sum(记录数)': 637,
    产品主类: '护肤品',
    区域: '郸城县'
  },
  {
    'sum(平均售价)': 19797.402995869008,
    'sum(清算时间)': 128347985,
    'sum(记录数)': 636,
    产品主类: '个人护理',
    区域: '武陵区'
  },
  {
    'sum(平均售价)': 16937.288834330975,
    'sum(清算时间)': 128347980,
    'sum(记录数)': 636,
    产品主类: '个人护理',
    区域: '龙泉驿区'
  },
  {
    'sum(平均售价)': 68335.34015539003,
    'sum(清算时间)': 128146166,
    'sum(记录数)': 635,
    产品主类: '护肤品',
    区域: '睢宁县'
  },
  {
    'sum(平均售价)': 36924.85251700507,
    'sum(清算时间)': 127742560,
    'sum(记录数)': 633,
    产品主类: '彩妆',
    区域: '博山区'
  },
  {
    'sum(平均售价)': 89768.49233240288,
    'sum(清算时间)': 127338923,
    'sum(记录数)': 631,
    产品主类: '护肤品',
    区域: '荔城区'
  },
  {
    'sum(平均售价)': 60293.71856843205,
    'sum(清算时间)': 127137130,
    'sum(记录数)': 630,
    产品主类: '护肤品',
    区域: '翼城县'
  },
  {
    'sum(平均售价)': 91302.635840545,
    'sum(清算时间)': 126935311,
    'sum(记录数)': 629,
    产品主类: '护肤品',
    区域: '旬阳县'
  },
  {
    'sum(平均售价)': 32621.268380016998,
    'sum(清算时间)': 126329913,
    'sum(记录数)': 626,
    产品主类: '彩妆',
    区域: '龙泉驿区'
  },
  {
    'sum(平均售价)': 64917.40452562103,
    'sum(清算时间)': 125724500,
    'sum(记录数)': 623,
    产品主类: '护肤品',
    区域: '眉县'
  },
  {
    'sum(平均售价)': 58035.469420369016,
    'sum(清算时间)': 125724456,
    'sum(记录数)': 623,
    产品主类: '护肤品',
    区域: '正定县'
  },
  {
    'sum(平均售价)': 65698.10599549899,
    'sum(清算时间)': 125522698,
    'sum(记录数)': 622,
    产品主类: '护肤品',
    区域: '天祝藏族自治县'
  },
  {
    'sum(平均售价)': 15183.642666177,
    'sum(清算时间)': 125522690,
    'sum(记录数)': 622,
    产品主类: '个人护理',
    区域: '五华区'
  },
  {
    'sum(平均售价)': 65344.19294183397,
    'sum(清算时间)': 125320879,
    'sum(记录数)': 621,
    产品主类: '护肤品',
    区域: '合阳县'
  },
  {
    'sum(平均售价)': 63386.94235923702,
    'sum(清算时间)': 125320840,
    'sum(记录数)': 621,
    产品主类: '护肤品',
    区域: '崇义县'
  },
  {
    'sum(平均售价)': 57025.98090832902,
    'sum(清算时间)': 125119099,
    'sum(记录数)': 620,
    产品主类: '护肤品',
    区域: '农安县'
  },
  {
    'sum(平均售价)': 54596.47253335401,
    'sum(清算时间)': 124513660,
    'sum(记录数)': 617,
    产品主类: '护肤品',
    区域: '清水县'
  },
  {
    'sum(平均售价)': 73328.52074844493,
    'sum(清算时间)': 124311814,
    'sum(记录数)': 616,
    产品主类: '护肤品',
    区域: '兰考县'
  },
  {
    'sum(平均售价)': 80908.58539305405,
    'sum(清算时间)': 124110012,
    'sum(记录数)': 615,
    产品主类: '护肤品',
    区域: '宝坻区'
  },
  {
    'sum(平均售价)': 57902.38435996197,
    'sum(清算时间)': 124109804,
    'sum(记录数)': 615,
    产品主类: '护肤品',
    区域: '博山区'
  },
  {
    'sum(平均售价)': 46113.48121568202,
    'sum(清算时间)': 123908260,
    'sum(记录数)': 614,
    产品主类: '彩妆',
    区域: '户县'
  },
  {
    'sum(平均售价)': 83649.43457035202,
    'sum(清算时间)': 123908227,
    'sum(记录数)': 614,
    产品主类: '护肤品',
    区域: '桑植县'
  },
  {
    'sum(平均售价)': 54751.99990738206,
    'sum(清算时间)': 123302826,
    'sum(记录数)': 611,
    产品主类: '护肤品',
    区域: '容城县'
  },
  {
    'sum(平均售价)': 79975.42696228996,
    'sum(清算时间)': 123302825,
    'sum(记录数)': 611,
    产品主类: '护肤品',
    区域: '修武县'
  },
  {
    'sum(平均售价)': 65754.54799545604,
    'sum(清算时间)': 123302578,
    'sum(记录数)': 611,
    产品主类: '护肤品',
    区域: '淅川县'
  },
  {
    'sum(平均售价)': 46891.52291913302,
    'sum(清算时间)': 122899237,
    'sum(记录数)': 609,
    产品主类: '护肤品',
    区域: '万全县'
  },
  {
    'sum(平均售价)': 28543.97558454203,
    'sum(清算时间)': 122495634,
    'sum(记录数)': 607,
    产品主类: 'null',
    区域: '户县'
  },
  {
    'sum(平均售价)': 19257.26258059799,
    'sum(清算时间)': 122495621,
    'sum(记录数)': 607,
    产品主类: 'null',
    区域: '玉树县'
  },
  {
    'sum(平均售价)': 49432.403404225995,
    'sum(清算时间)': 122495610,
    'sum(记录数)': 607,
    产品主类: '护肤品',
    区域: '贡井区'
  },
  {
    'sum(平均售价)': 53031.742768132994,
    'sum(清算时间)': 122092003,
    'sum(记录数)': 605,
    产品主类: '护肤品',
    区域: '丰润区'
  },
  {
    'sum(平均售价)': 21974.027378812014,
    'sum(清算时间)': 121890163,
    'sum(记录数)': 604,
    产品主类: 'null',
    区域: '沈丘县'
  },
  {
    'sum(平均售价)': 71754.01362717403,
    'sum(清算时间)': 121688402,
    'sum(记录数)': 603,
    产品主类: '护肤品',
    区域: '金牛区'
  },
  {
    'sum(平均售价)': 55831.584718994,
    'sum(清算时间)': 121284796,
    'sum(记录数)': 601,
    产品主类: '护肤品',
    区域: '奈曼旗'
  },
  {
    'sum(平均售价)': 45136.41766294204,
    'sum(清算时间)': 120880902,
    'sum(记录数)': 599,
    产品主类: '护肤品',
    区域: '罗山县'
  },
  {
    'sum(平均售价)': 17408.523817897003,
    'sum(清算时间)': 120679397,
    'sum(记录数)': 598,
    产品主类: '个人护理',
    区域: '大荔县'
  },
  {
    'sum(平均售价)': 57681.433404704025,
    'sum(清算时间)': 120679397,
    'sum(记录数)': 598,
    产品主类: '护肤品',
    区域: '邹平县'
  },
  {
    'sum(平均售价)': 37463.76660214601,
    'sum(清算时间)': 120477585,
    'sum(记录数)': 597,
    产品主类: '彩妆',
    区域: '宁乡县'
  },
  {
    'sum(平均售价)': 10108.156363637001,
    'sum(清算时间)': 120275779,
    'sum(记录数)': 596,
    产品主类: '个人护理',
    区域: '牡丹区'
  },
  {
    'sum(平均售价)': 40715.09961693902,
    'sum(清算时间)': 120275720,
    'sum(记录数)': 596,
    产品主类: '护肤品',
    区域: '满洲里市'
  },
  {
    'sum(平均售价)': 73338.16105188998,
    'sum(清算时间)': 119872158,
    'sum(记录数)': 594,
    产品主类: '护肤品',
    区域: '富蕴县'
  },
  {
    'sum(平均售价)': 17088.717631772986,
    'sum(清算时间)': 119670363,
    'sum(记录数)': 593,
    产品主类: '个人护理',
    区域: '靖边县'
  },
  {
    'sum(平均售价)': 55815.07556284402,
    'sum(清算时间)': 119670355,
    'sum(记录数)': 593,
    产品主类: '护肤品',
    区域: '民勤县'
  },
  {
    'sum(平均售价)': 39818.42026366598,
    'sum(清算时间)': 119670349,
    'sum(记录数)': 593,
    产品主类: '彩妆',
    区域: '蒲城县'
  },
  {
    'sum(平均售价)': 61306.95779325901,
    'sum(清算时间)': 119468542,
    'sum(记录数)': 592,
    产品主类: '护肤品',
    区域: '隆回县'
  },
  {
    'sum(平均售价)': 42581.21782913902,
    'sum(清算时间)': 119468333,
    'sum(记录数)': 592,
    产品主类: '护肤品',
    区域: '金乡县'
  },
  {
    'sum(平均售价)': 67139.04805169304,
    'sum(清算时间)': 119468288,
    'sum(记录数)': 592,
    产品主类: '护肤品',
    区域: '渑池县'
  },
  {
    'sum(平均售价)': 52803.20393666901,
    'sum(清算时间)': 118863155,
    'sum(记录数)': 589,
    产品主类: '彩妆',
    区域: '邵东县'
  },
  {
    'sum(平均售价)': 44461.57305554607,
    'sum(清算时间)': 118459519,
    'sum(记录数)': 587,
    产品主类: '护肤品',
    区域: '深泽县'
  },
  {
    'sum(平均售价)': 77100.55224380291,
    'sum(清算时间)': 118459507,
    'sum(记录数)': 587,
    产品主类: '护肤品',
    区域: '于都县'
  },
  {
    'sum(平均售价)': 35632.05167729004,
    'sum(清算时间)': 118459479,
    'sum(记录数)': 587,
    产品主类: '护肤品',
    区域: '南和县'
  },
  {
    'sum(平均售价)': 62609.785006739,
    'sum(清算时间)': 118257726,
    'sum(记录数)': 586,
    产品主类: '护肤品',
    区域: '邵阳县'
  },
  {
    'sum(平均售价)': 75802.09704269795,
    'sum(清算时间)': 117854144,
    'sum(记录数)': 584,
    产品主类: '护肤品',
    区域: '柘荣县'
  },
  {
    'sum(平均售价)': 67070.33600347498,
    'sum(清算时间)': 117854127,
    'sum(记录数)': 584,
    产品主类: '护肤品',
    区域: '乐都县'
  },
  {
    'sum(平均售价)': 68865.18073608499,
    'sum(清算时间)': 117854096,
    'sum(记录数)': 584,
    产品主类: '护肤品',
    区域: '布尔津县'
  },
  {
    'sum(平均售价)': 28944.11863855201,
    'sum(清算时间)': 117854028,
    'sum(记录数)': 584,
    产品主类: '彩妆',
    区域: '河口区'
  },
  {
    'sum(平均售价)': 42259.76079029898,
    'sum(清算时间)': 117450474,
    'sum(记录数)': 582,
    产品主类: '彩妆',
    区域: '通渭县'
  },
  {
    'sum(平均售价)': 10630.530766855998,
    'sum(清算时间)': 117248559,
    'sum(记录数)': 581,
    产品主类: '个人护理',
    区域: '罗山县'
  },
  {
    'sum(平均售价)': 44378.78138912901,
    'sum(清算时间)': 116845054,
    'sum(记录数)': 579,
    产品主类: '护肤品',
    区域: '望都县'
  },
  {
    'sum(平均售价)': 88793.63458460696,
    'sum(清算时间)': 116643260,
    'sum(记录数)': 578,
    产品主类: '护肤品',
    区域: '克拉玛依区'
  },
  {
    'sum(平均售价)': 63318.21674161304,
    'sum(清算时间)': 116643210,
    'sum(记录数)': 578,
    产品主类: '护肤品',
    区域: '阳原县'
  },
  {
    'sum(平均售价)': 42676.99756241101,
    'sum(清算时间)': 116239659,
    'sum(记录数)': 576,
    产品主类: '护肤品',
    区域: '凤翔县'
  },
  {
    'sum(平均售价)': 66756.36396725696,
    'sum(清算时间)': 116239633,
    'sum(记录数)': 576,
    产品主类: '护肤品',
    区域: '马关县'
  },
  {
    'sum(平均售价)': 35116.301914737,
    'sum(清算时间)': 116037867,
    'sum(记录数)': 575,
    产品主类: 'null',
    区域: '武陵区'
  },
  {
    'sum(平均售价)': 72301.97262099707,
    'sum(清算时间)': 115432570,
    'sum(记录数)': 572,
    产品主类: '护肤品',
    区域: '海南区'
  },
  {
    'sum(平均售价)': 42942.612670905,
    'sum(清算时间)': 115432453,
    'sum(记录数)': 572,
    产品主类: '护肤品',
    区域: '宜章县'
  },
  {
    'sum(平均售价)': 14511.267053572989,
    'sum(清算时间)': 115230654,
    'sum(记录数)': 571,
    产品主类: 'null',
    区域: '尉氏县'
  },
  {
    'sum(平均售价)': 84024.46374784998,
    'sum(清算时间)': 114827027,
    'sum(记录数)': 569,
    产品主类: '护肤品',
    区域: '郧西县'
  },
  {
    'sum(平均售价)': 33299.74865043199,
    'sum(清算时间)': 114827003,
    'sum(记录数)': 569,
    产品主类: '护肤品',
    区域: '老城区'
  },
  {
    'sum(平均售价)': 44069.362855118015,
    'sum(清算时间)': 114625251,
    'sum(记录数)': 568,
    产品主类: '护肤品',
    区域: '涟水县'
  },
  {
    'sum(平均售价)': 61877.60844491995,
    'sum(清算时间)': 114625234,
    'sum(记录数)': 568,
    产品主类: '彩妆',
    区域: '竹溪县'
  },
  {
    'sum(平均售价)': 39121.32999893999,
    'sum(清算时间)': 114625224,
    'sum(记录数)': 568,
    产品主类: '护肤品',
    区域: '喀喇沁左翼蒙古族自治县'
  },
  {
    'sum(平均售价)': 43636.80994573603,
    'sum(清算时间)': 114423413,
    'sum(记录数)': 567,
    产品主类: '护肤品',
    区域: '铁西区'
  },
  {
    'sum(平均售价)': 32742.961315277043,
    'sum(清算时间)': 114221627,
    'sum(记录数)': 566,
    产品主类: '彩妆',
    区域: '梁山县'
  },
  {
    'sum(平均售价)': 62059.211739323975,
    'sum(清算时间)': 114019788,
    'sum(记录数)': 565,
    产品主类: '护肤品',
    区域: '上街区'
  },
  {
    'sum(平均售价)': 68920.02057266905,
    'sum(清算时间)': 113818020,
    'sum(记录数)': 564,
    产品主类: '护肤品',
    区域: '阿图什市'
  },
  {
    'sum(平均售价)': 54540.570911540955,
    'sum(清算时间)': 113817991,
    'sum(记录数)': 564,
    产品主类: '彩妆',
    区域: '竹山县'
  },
  {
    'sum(平均售价)': 26162.921064742994,
    'sum(清算时间)': 113616220,
    'sum(记录数)': 563,
    产品主类: 'null',
    区域: '宁乡县'
  },
  {
    'sum(平均售价)': 47596.317409122996,
    'sum(清算时间)': 113616205,
    'sum(记录数)': 563,
    产品主类: '彩妆',
    区域: '颍上县'
  },
  {
    'sum(平均售价)': 54327.13227389304,
    'sum(清算时间)': 113414403,
    'sum(记录数)': 562,
    产品主类: '护肤品',
    区域: '中牟县'
  },
  {
    'sum(平均售价)': 34541.95661207102,
    'sum(清算时间)': 113212610,
    'sum(记录数)': 561,
    产品主类: 'null',
    区域: '邵东县'
  },
  {
    'sum(平均售价)': 16039.734910452991,
    'sum(清算时间)': 113212598,
    'sum(记录数)': 561,
    产品主类: '个人护理',
    区域: '蒲城县'
  },
  {
    'sum(平均售价)': 45957.54641777701,
    'sum(清算时间)': 113010798,
    'sum(记录数)': 560,
    产品主类: '护肤品',
    区域: '民乐县'
  },
  {
    'sum(平均售价)': 15405.739382916989,
    'sum(清算时间)': 113010786,
    'sum(记录数)': 560,
    产品主类: '个人护理',
    区域: '墉桥区'
  },
  {
    'sum(平均售价)': 12080.967301836,
    'sum(清算时间)': 113010695,
    'sum(记录数)': 560,
    产品主类: '个人护理',
    区域: '尉氏县'
  },
  {
    'sum(平均售价)': 12474.557718095002,
    'sum(清算时间)': 112808995,
    'sum(记录数)': 559,
    产品主类: 'null',
    区域: '老城区'
  },
  {
    'sum(平均售价)': 91339.05451107699,
    'sum(清算时间)': 112808987,
    'sum(记录数)': 559,
    产品主类: '护肤品',
    区域: '阿拉尔市'
  },
  {
    'sum(平均售价)': 65283.164644686985,
    'sum(清算时间)': 112001769,
    'sum(记录数)': 555,
    产品主类: '护肤品',
    区域: '镇安县'
  },
  {
    'sum(平均售价)': 44903.50548288801,
    'sum(清算时间)': 111598224,
    'sum(记录数)': 553,
    产品主类: '彩妆',
    区域: '桃源县'
  },
  {
    'sum(平均售价)': 24420.128266546017,
    'sum(清算时间)': 111598170,
    'sum(记录数)': 553,
    产品主类: 'null',
    区域: '湟中县'
  },
  {
    'sum(平均售价)': 59739.53401533998,
    'sum(清算时间)': 111598128,
    'sum(记录数)': 553,
    产品主类: '护肤品',
    区域: '郏县'
  },
  {
    'sum(平均售价)': 33642.78471988601,
    'sum(清算时间)': 111396351,
    'sum(记录数)': 552,
    产品主类: '护肤品',
    区域: '富顺县'
  },
  {
    'sum(平均售价)': 11338.405063337992,
    'sum(清算时间)': 110992748,
    'sum(记录数)': 550,
    产品主类: '个人护理',
    区域: '义县'
  },
  {
    'sum(平均售价)': 61717.51443074602,
    'sum(清算时间)': 110992724,
    'sum(记录数)': 550,
    产品主类: '护肤品',
    区域: '泰和县'
  },
  {
    'sum(平均售价)': 38688.073661998016,
    'sum(清算时间)': 110790971,
    'sum(记录数)': 549,
    产品主类: '护肤品',
    区域: '平罗县'
  },
  {
    'sum(平均售价)': 14976.924278728997,
    'sum(清算时间)': 110790942,
    'sum(记录数)': 549,
    产品主类: '个人护理',
    区域: '玉树县'
  },
  {
    'sum(平均售价)': 53017.491423959014,
    'sum(清算时间)': 110790888,
    'sum(记录数)': 549,
    产品主类: '护肤品',
    区域: '临武县'
  },
  {
    'sum(平均售价)': 66405.85754974301,
    'sum(清算时间)': 110589107,
    'sum(记录数)': 548,
    产品主类: '护肤品',
    区域: '冷水江市'
  },
  {
    'sum(平均售价)': 42470.815202242,
    'sum(清算时间)': 110387334,
    'sum(记录数)': 547,
    产品主类: '护肤品',
    区域: '临西县'
  },
  {
    'sum(平均售价)': 51463.641923046016,
    'sum(清算时间)': 110185545,
    'sum(记录数)': 546,
    产品主类: '彩妆',
    区域: '浠水县'
  },
  {
    'sum(平均售价)': 22520.530227982992,
    'sum(清算时间)': 110185507,
    'sum(记录数)': 546,
    产品主类: '彩妆',
    区域: '白塔区'
  },
  {
    'sum(平均售价)': 57268.113237741985,
    'sum(清算时间)': 110185478,
    'sum(记录数)': 546,
    产品主类: '护肤品',
    区域: '永仁县'
  },
  {
    'sum(平均售价)': 45370.83557334999,
    'sum(清算时间)': 109983728,
    'sum(记录数)': 545,
    产品主类: '彩妆',
    区域: '城西区'
  },
  {
    'sum(平均售价)': 15262.789989806985,
    'sum(清算时间)': 109781920,
    'sum(记录数)': 544,
    产品主类: '个人护理',
    区域: '慈利县'
  },
  {
    'sum(平均售价)': 39764.68371393299,
    'sum(清算时间)': 109781892,
    'sum(记录数)': 544,
    产品主类: '彩妆',
    区域: '大荔县'
  },
  {
    'sum(平均售价)': 74536.71193940798,
    'sum(清算时间)': 109781844,
    'sum(记录数)': 544,
    产品主类: '护肤品',
    区域: '瓯海区'
  },
  {
    'sum(平均售价)': 61220.89108379002,
    'sum(清算时间)': 109580112,
    'sum(记录数)': 543,
    产品主类: '护肤品',
    区域: '云梦县'
  },
  {
    'sum(平均售价)': 74881.37034658702,
    'sum(清算时间)': 109580087,
    'sum(记录数)': 543,
    产品主类: '护肤品',
    区域: '余姚市'
  },
  {
    'sum(平均售价)': 49094.84541824703,
    'sum(清算时间)': 109580087,
    'sum(记录数)': 543,
    产品主类: '彩妆',
    区域: '钟祥市'
  },
  {
    'sum(平均售价)': 51753.08811349098,
    'sum(清算时间)': 109580081,
    'sum(记录数)': 543,
    产品主类: '护肤品',
    区域: '华亭县'
  },
  {
    'sum(平均售价)': 31717.869938185002,
    'sum(清算时间)': 109580070,
    'sum(记录数)': 543,
    产品主类: '护肤品',
    区域: '康保县'
  },
  {
    'sum(平均售价)': 65226.525045146016,
    'sum(清算时间)': 109176491,
    'sum(记录数)': 541,
    产品主类: '护肤品',
    区域: '江华瑶族自治县'
  },
  {
    'sum(平均售价)': 71176.85914669394,
    'sum(清算时间)': 108772869,
    'sum(记录数)': 539,
    产品主类: '护肤品',
    区域: '彭山县'
  },
  {
    'sum(平均售价)': 14501.11882433698,
    'sum(清算时间)': 108369294,
    'sum(记录数)': 537,
    产品主类: '个人护理',
    区域: '连云区'
  },
  {
    'sum(平均售价)': 47476.38474658098,
    'sum(清算时间)': 108369283,
    'sum(记录数)': 537,
    产品主类: '护肤品',
    区域: '新安县'
  },
  {
    'sum(平均售价)': 51259.78840624006,
    'sum(清算时间)': 108167417,
    'sum(记录数)': 536,
    产品主类: '护肤品',
    区域: '顺平县'
  },
  {
    'sum(平均售价)': 66665.343834265,
    'sum(清算时间)': 107965666,
    'sum(记录数)': 535,
    产品主类: '护肤品',
    区域: '凌海市'
  },
  {
    'sum(平均售价)': 30028.509005993994,
    'sum(清算时间)': 107562065,
    'sum(记录数)': 533,
    产品主类: '彩妆',
    区域: '民和回族土族自治县'
  },
  {
    'sum(平均售价)': 69658.846766381,
    'sum(清算时间)': 107562058,
    'sum(记录数)': 533,
    产品主类: '护肤品',
    区域: '大英县'
  },
  {
    'sum(平均售价)': 47329.097370245,
    'sum(清算时间)': 107360255,
    'sum(记录数)': 532,
    产品主类: '护肤品',
    区域: '唐县'
  },
  {
    'sum(平均售价)': 24108.846757588,
    'sum(清算时间)': 107360248,
    'sum(记录数)': 532,
    产品主类: '彩妆',
    区域: '金乡县'
  },
  {
    'sum(平均售价)': 72780.64836940801,
    'sum(清算时间)': 107360193,
    'sum(记录数)': 532,
    产品主类: '护肤品',
    区域: '南康市'
  },
  {
    'sum(平均售价)': 21663.832472004007,
    'sum(清算时间)': 107158433,
    'sum(记录数)': 531,
    产品主类: 'null',
    区域: '定陶县'
  },
  {
    'sum(平均售价)': 36099.34971822901,
    'sum(清算时间)': 107158425,
    'sum(记录数)': 531,
    产品主类: '护肤品',
    区域: '涿鹿县'
  },
  {
    'sum(平均售价)': 45037.72122931197,
    'sum(清算时间)': 107158296,
    'sum(记录数)': 531,
    产品主类: '彩妆',
    区域: '乌鲁木齐县'
  },
  {
    'sum(平均售价)': 40283.49719981498,
    'sum(清算时间)': 106754847,
    'sum(记录数)': 529,
    产品主类: '护肤品',
    区域: '翠屏区'
  },
  {
    'sum(平均售价)': 45756.74703123301,
    'sum(清算时间)': 106754840,
    'sum(记录数)': 529,
    产品主类: '护肤品',
    区域: '新民市'
  },
  {
    'sum(平均售价)': 11513.989611137993,
    'sum(清算时间)': 106553017,
    'sum(记录数)': 528,
    产品主类: '个人护理',
    区域: '富平县'
  },
  {
    'sum(平均售价)': 46016.52856847203,
    'sum(清算时间)': 106351215,
    'sum(记录数)': 527,
    产品主类: '彩妆',
    区域: '攸县'
  },
  {
    'sum(平均售价)': 49089.51691515605,
    'sum(清算时间)': 106149437,
    'sum(记录数)': 526,
    产品主类: '护肤品',
    区域: '筠连县'
  },
  {
    'sum(平均售价)': 72850.30159806897,
    'sum(清算时间)': 105745806,
    'sum(记录数)': 524,
    产品主类: '护肤品',
    区域: '孝昌县'
  },
  {
    'sum(平均售价)': 12854.201863964001,
    'sum(清算时间)': 105745660,
    'sum(记录数)': 524,
    产品主类: '个人护理',
    区域: '沈丘县'
  },
  {
    'sum(平均售价)': 9101.748756297007,
    'sum(清算时间)': 105544017,
    'sum(记录数)': 523,
    产品主类: '个人护理',
    区域: 'null'
  },
  {
    'sum(平均售价)': 15786.530124827987,
    'sum(清算时间)': 105140412,
    'sum(记录数)': 521,
    产品主类: '个人护理',
    区域: '澧县'
  },
  {
    'sum(平均售价)': 57672.60003081399,
    'sum(清算时间)': 105140401,
    'sum(记录数)': 521,
    产品主类: '护肤品',
    区域: '平舆县'
  },
  {
    'sum(平均售价)': 48361.231703040015,
    'sum(清算时间)': 105140400,
    'sum(记录数)': 521,
    产品主类: '彩妆',
    区域: '福清市'
  },
  {
    'sum(平均售价)': 61188.134692638014,
    'sum(清算时间)': 105140391,
    'sum(记录数)': 521,
    产品主类: '护肤品',
    区域: '沙湾县'
  },
  {
    'sum(平均售价)': 48597.87455895501,
    'sum(清算时间)': 104938592,
    'sum(记录数)': 520,
    产品主类: '护肤品',
    区域: '湟源县'
  },
  {
    'sum(平均售价)': 33407.61049553901,
    'sum(清算时间)': 104938582,
    'sum(记录数)': 520,
    产品主类: '护肤品',
    区域: '怀仁县'
  },
  {
    'sum(平均售价)': 57993.52060669403,
    'sum(清算时间)': 104938581,
    'sum(记录数)': 520,
    产品主类: '护肤品',
    区域: '谯城区'
  },
  {
    'sum(平均售价)': 46262.63275162904,
    'sum(清算时间)': 104535005,
    'sum(记录数)': 518,
    产品主类: '彩妆',
    区域: '赤壁市'
  },
  {
    'sum(平均售价)': 52276.037152254015,
    'sum(清算时间)': 104534974,
    'sum(记录数)': 518,
    产品主类: '护肤品',
    区域: '永修县'
  },
  {
    'sum(平均售价)': 57621.262183244005,
    'sum(清算时间)': 104534968,
    'sum(记录数)': 518,
    产品主类: '护肤品',
    区域: '汉寿县'
  },
  {
    'sum(平均售价)': 68557.90873057401,
    'sum(清算时间)': 104534948,
    'sum(记录数)': 518,
    产品主类: '护肤品',
    区域: '苍南县'
  },
  {
    'sum(平均售价)': 74257.366720479,
    'sum(清算时间)': 104131392,
    'sum(记录数)': 516,
    产品主类: '护肤品',
    区域: '奇台县'
  },
  {
    'sum(平均售价)': 60589.41767033503,
    'sum(清算时间)': 104131392,
    'sum(记录数)': 516,
    产品主类: '护肤品',
    区域: '和静县'
  },
  {
    'sum(平均售价)': 35186.678898772996,
    'sum(清算时间)': 104131382,
    'sum(记录数)': 516,
    产品主类: '彩妆',
    区域: '甘州区'
  },
  {
    'sum(平均售价)': 57169.616075338985,
    'sum(清算时间)': 103929582,
    'sum(记录数)': 515,
    产品主类: '护肤品',
    区域: '汉源县'
  },
  {
    'sum(平均售价)': 21841.272679588976,
    'sum(清算时间)': 103727758,
    'sum(记录数)': 514,
    产品主类: 'null',
    区域: '七里河区'
  },
  {
    'sum(平均售价)': 69860.61749415897,
    'sum(清算时间)': 103727737,
    'sum(记录数)': 514,
    产品主类: '护肤品',
    区域: '贵溪市'
  },
  {
    'sum(平均售价)': 15667.036138978,
    'sum(清算时间)': 103525876,
    'sum(记录数)': 513,
    产品主类: '个人护理',
    区域: '郸城县'
  },
  {
    'sum(平均售价)': 60333.693489663034,
    'sum(清算时间)': 103122347,
    'sum(记录数)': 511,
    产品主类: '护肤品',
    区域: '天门市'
  },
  {
    'sum(平均售价)': 15543.471450990994,
    'sum(清算时间)': 103122336,
    'sum(记录数)': 511,
    产品主类: '个人护理',
    区域: '阿勒泰市'
  },
  {
    'sum(平均售价)': 40103.43949070203,
    'sum(清算时间)': 102920541,
    'sum(记录数)': 510,
    产品主类: '彩妆',
    区域: '渠县'
  },
  {
    'sum(平均售价)': 32875.851169429996,
    'sum(清算时间)': 102718736,
    'sum(记录数)': 509,
    产品主类: '彩妆',
    区域: '贺兰县'
  },
  {
    'sum(平均售价)': 16945.312219614985,
    'sum(清算时间)': 102718733,
    'sum(记录数)': 509,
    产品主类: 'null',
    区域: '郯城县'
  },
  {
    'sum(平均售价)': 59162.56509467102,
    'sum(清算时间)': 102516908,
    'sum(记录数)': 508,
    产品主类: '护肤品',
    区域: '安远县'
  },
  {
    'sum(平均售价)': 50059.925377765,
    'sum(清算时间)': 102315092,
    'sum(记录数)': 507,
    产品主类: '护肤品',
    区域: '正宁县'
  },
  {
    'sum(平均售价)': 10929.889694038002,
    'sum(清算时间)': 102113332,
    'sum(记录数)': 506,
    产品主类: 'null',
    区域: '汝阳县'
  },
  {
    'sum(平均售价)': 47597.32246951203,
    'sum(清算时间)': 101911503,
    'sum(记录数)': 505,
    产品主类: '护肤品',
    区域: '安西县'
  },
  {
    'sum(平均售价)': 43802.809137924,
    'sum(清算时间)': 101709712,
    'sum(记录数)': 504,
    产品主类: '护肤品',
    区域: '集贤县'
  },
  {
    'sum(平均售价)': 30409.057097625006,
    'sum(清算时间)': 101507873,
    'sum(记录数)': 503,
    产品主类: '彩妆',
    区域: '正定县'
  },
  {
    'sum(平均售价)': 34699.540444569,
    'sum(清算时间)': 101507818,
    'sum(记录数)': 503,
    产品主类: '护肤品',
    区域: '赤城县'
  },
  {
    'sum(平均售价)': 66849.43920513401,
    'sum(清算时间)': 101306136,
    'sum(记录数)': 502,
    产品主类: '护肤品',
    区域: '临潼区'
  },
  {
    'sum(平均售价)': 54435.213441095024,
    'sum(清算时间)': 101306098,
    'sum(记录数)': 502,
    产品主类: '护肤品',
    区域: '维西傈僳族自治县'
  },
  {
    'sum(平均售价)': 7755.154803866992,
    'sum(清算时间)': 101306045,
    'sum(记录数)': 502,
    产品主类: '个人护理',
    区域: '汝阳县'
  },
  {
    'sum(平均售价)': 16447.778857159003,
    'sum(清算时间)': 101104309,
    'sum(记录数)': 501,
    产品主类: 'null',
    区域: 'null'
  },
  {
    'sum(平均售价)': 39246.98486361201,
    'sum(清算时间)': 101104306,
    'sum(记录数)': 501,
    产品主类: '护肤品',
    区域: '永靖县'
  },
  {
    'sum(平均售价)': 11412.878478957004,
    'sum(清算时间)': 101104301,
    'sum(记录数)': 501,
    产品主类: '个人护理',
    区域: '横山县'
  },
  {
    'sum(平均售价)': 31348.84198800299,
    'sum(清算时间)': 101104282,
    'sum(记录数)': 501,
    产品主类: '护肤品',
    区域: '元氏县'
  },
  {
    'sum(平均售价)': 10793.75626730299,
    'sum(清算时间)': 101104253,
    'sum(记录数)': 501,
    产品主类: '个人护理',
    区域: '渑池县'
  },
  {
    'sum(平均售价)': 37159.58055089902,
    'sum(清算时间)': 101104231,
    'sum(记录数)': 501,
    产品主类: '护肤品',
    区域: '东营区'
  },
  {
    'sum(平均售价)': 53214.97351886703,
    'sum(清算时间)': 100700746,
    'sum(记录数)': 499,
    产品主类: '护肤品',
    区域: '新源县'
  },
  {
    'sum(平均售价)': 61699.30823280804,
    'sum(清算时间)': 100700708,
    'sum(记录数)': 499,
    产品主类: '护肤品',
    区域: '花垣县'
  },
  {
    'sum(平均售价)': 31225.193517202013,
    'sum(清算时间)': 100498889,
    'sum(记录数)': 498,
    产品主类: '彩妆',
    区域: '邹平县'
  },
  {
    'sum(平均售价)': 42302.04862437398,
    'sum(清算时间)': 100498885,
    'sum(记录数)': 498,
    产品主类: '护肤品',
    区域: '涡阳县'
  },
  {
    'sum(平均售价)': 56918.00628588897,
    'sum(清算时间)': 100297104,
    'sum(记录数)': 497,
    产品主类: '护肤品',
    区域: '循化撒拉族自治县'
  },
  {
    'sum(平均售价)': 9525.594213850993,
    'sum(清算时间)': 100095299,
    'sum(记录数)': 496,
    产品主类: '个人护理',
    区域: '茌平县'
  },
  {
    'sum(平均售价)': 13215.738638409985,
    'sum(清算时间)': 100095278,
    'sum(记录数)': 496,
    产品主类: '个人护理',
    区域: '大冶市'
  },
  {
    'sum(平均售价)': 53410.554696091014,
    'sum(清算时间)': 99893456,
    'sum(记录数)': 495,
    产品主类: '护肤品',
    区域: '乌拉特中旗'
  },
  {
    'sum(平均售价)': 19562.811465964987,
    'sum(清算时间)': 99691645,
    'sum(记录数)': 494,
    产品主类: '彩妆',
    区域: '牡丹区'
  },
  {
    'sum(平均售价)': 32476.14251907399,
    'sum(清算时间)': 99489885,
    'sum(记录数)': 493,
    产品主类: '护肤品',
    区域: '宏伟区'
  },
  {
    'sum(平均售价)': 26891.135919965014,
    'sum(清算时间)': 99489842,
    'sum(记录数)': 493,
    产品主类: '护肤品',
    区域: '桥东区'
  },
  {
    'sum(平均售价)': 44173.75482424304,
    'sum(清算时间)': 99086264,
    'sum(记录数)': 491,
    产品主类: '护肤品',
    区域: '古浪县'
  },
  {
    'sum(平均售价)': 39980.28245271198,
    'sum(清算时间)': 99086263,
    'sum(记录数)': 491,
    产品主类: '彩妆',
    区域: '兴国县'
  },
  {
    'sum(平均售价)': 21055.799089923985,
    'sum(清算时间)': 99086257,
    'sum(记录数)': 491,
    产品主类: 'null',
    区域: '郸城县'
  },
  {
    'sum(平均售价)': 59909.36073437601,
    'sum(清算时间)': 98884440,
    'sum(记录数)': 490,
    产品主类: '护肤品',
    区域: '靖州苗族侗族自治县'
  },
  {
    'sum(平均售价)': 70415.70727641399,
    'sum(清算时间)': 98884436,
    'sum(记录数)': 490,
    产品主类: '护肤品',
    区域: '乐清市'
  },
  {
    'sum(平均售价)': 25147.113689895014,
    'sum(清算时间)': 98884425,
    'sum(记录数)': 490,
    产品主类: '彩妆',
    区域: '沈丘县'
  },
  {
    'sum(平均售价)': 9900.396451326995,
    'sum(清算时间)': 98682620,
    'sum(记录数)': 489,
    产品主类: '个人护理',
    区域: '满洲里市'
  },
  {
    'sum(平均售价)': 9414.390871747997,
    'sum(清算时间)': 98480839,
    'sum(记录数)': 488,
    产品主类: '个人护理',
    区域: '峄城区'
  },
  {
    'sum(平均售价)': 11798.711907427993,
    'sum(清算时间)': 98480838,
    'sum(记录数)': 488,
    产品主类: 'null',
    区域: '牡丹区'
  },
  {
    'sum(平均售价)': 40368.363456714,
    'sum(清算时间)': 98480816,
    'sum(记录数)': 488,
    产品主类: '彩妆',
    区域: '宝坻区'
  },
  {
    'sum(平均售价)': 42748.31437028103,
    'sum(清算时间)': 98480808,
    'sum(记录数)': 488,
    产品主类: '彩妆',
    区域: '桑植县'
  },
  {
    'sum(平均售价)': 30559.205238811002,
    'sum(清算时间)': 98279029,
    'sum(记录数)': 487,
    产品主类: '彩妆',
    区域: '景泰县'
  },
  {
    'sum(平均售价)': 46963.54661689405,
    'sum(清算时间)': 98279011,
    'sum(记录数)': 487,
    产品主类: '护肤品',
    区域: '鄄城县'
  },
  {
    'sum(平均售价)': 35169.98417765901,
    'sum(清算时间)': 98077220,
    'sum(记录数)': 486,
    产品主类: 'null',
    区域: '澧县'
  },
  {
    'sum(平均售价)': 21495.923950919,
    'sum(清算时间)': 98077210,
    'sum(记录数)': 486,
    产品主类: '彩妆',
    区域: '富平县'
  },
  {
    'sum(平均售价)': 12912.441336713993,
    'sum(清算时间)': 97875425,
    'sum(记录数)': 485,
    产品主类: '个人护理',
    区域: '定陶县'
  },
  {
    'sum(平均售价)': 15153.772978325009,
    'sum(清算时间)': 97673623,
    'sum(记录数)': 484,
    产品主类: '个人护理',
    区域: '双峰县'
  },
  {
    'sum(平均售价)': 14079.04519926,
    'sum(清算时间)': 97673613,
    'sum(记录数)': 484,
    产品主类: '个人护理',
    区域: '乌兰浩特市'
  },
  {
    'sum(平均售价)': 24439.24705794301,
    'sum(清算时间)': 97673604,
    'sum(记录数)': 484,
    产品主类: 'null',
    区域: '蒲城县'
  },
  {
    'sum(平均售价)': 42643.24501453201,
    'sum(清算时间)': 97269829,
    'sum(记录数)': 482,
    产品主类: '护肤品',
    区域: '梁山县'
  },
  {
    'sum(平均售价)': 45148.15068786801,
    'sum(清算时间)': 97068189,
    'sum(记录数)': 481,
    产品主类: '护肤品',
    区域: '刚察县'
  },
  {
    'sum(平均售价)': 9737.559977587003,
    'sum(清算时间)': 96866392,
    'sum(记录数)': 480,
    产品主类: '个人护理',
    区域: '东营区'
  },
  {
    'sum(平均售价)': 41088.237503003,
    'sum(清算时间)': 96866340,
    'sum(记录数)': 480,
    产品主类: '彩妆',
    区域: '瓯海区'
  },
  {
    'sum(平均售价)': 37710.46394781703,
    'sum(清算时间)': 96866293,
    'sum(记录数)': 480,
    产品主类: '护肤品',
    区域: '峄城区'
  },
  {
    'sum(平均售价)': 14376.384338132004,
    'sum(清算时间)': 96664605,
    'sum(记录数)': 479,
    产品主类: '个人护理',
    区域: '颍上县'
  },
  {
    'sum(平均售价)': 45657.04449718801,
    'sum(清算时间)': 96664560,
    'sum(记录数)': 479,
    产品主类: '护肤品',
    区域: '利辛县'
  },
  {
    'sum(平均售价)': 61999.25145251908,
    'sum(清算时间)': 96664554,
    'sum(记录数)': 479,
    产品主类: '护肤品',
    区域: '红山区'
  },
  {
    'sum(平均售价)': 28370.560842379,
    'sum(清算时间)': 96462786,
    'sum(记录数)': 478,
    产品主类: '彩妆',
    区域: '七里河区'
  },
  {
    'sum(平均售价)': 53990.811899777065,
    'sum(清算时间)': 96260935,
    'sum(记录数)': 477,
    产品主类: '护肤品',
    区域: '勐海县'
  },
  {
    'sum(平均售价)': 9311.744894197003,
    'sum(清算时间)': 96260863,
    'sum(记录数)': 477,
    产品主类: '个人护理',
    区域: '老城区'
  },
  {
    'sum(平均售价)': 11813.397539744003,
    'sum(清算时间)': 96059245,
    'sum(记录数)': 476,
    产品主类: 'null',
    区域: '许昌县'
  },
  {
    'sum(平均售价)': 33897.596494476995,
    'sum(清算时间)': 96059170,
    'sum(记录数)': 476,
    产品主类: '彩妆',
    区域: '靖边县'
  },
  {
    'sum(平均售价)': 12324.272381500996,
    'sum(清算时间)': 95655566,
    'sum(记录数)': 474,
    产品主类: '个人护理',
    区域: '宜章县'
  },
  {
    'sum(平均售价)': 20250.769414042,
    'sum(清算时间)': 95655555,
    'sum(记录数)': 474,
    产品主类: 'null',
    区域: '大荔县'
  },
  {
    'sum(平均售价)': 58658.66739908396,
    'sum(清算时间)': 95453718,
    'sum(记录数)': 473,
    产品主类: '护肤品',
    区域: '东胜区'
  },
  {
    'sum(平均售价)': 52115.04536877703,
    'sum(清算时间)': 95251930,
    'sum(记录数)': 472,
    产品主类: '护肤品',
    区域: '龙南县'
  },
  {
    'sum(平均售价)': 40539.303145602,
    'sum(清算时间)': 95251883,
    'sum(记录数)': 472,
    产品主类: '护肤品',
    区域: '罗庄区'
  },
  {
    'sum(平均售价)': 10585.679733126988,
    'sum(清算时间)': 95050165,
    'sum(记录数)': 471,
    产品主类: '个人护理',
    区域: '鲅鱼圈区'
  },
  {
    'sum(平均售价)': 25664.229664412986,
    'sum(清算时间)': 95050147,
    'sum(记录数)': 471,
    产品主类: 'null',
    区域: '靖边县'
  },
  {
    'sum(平均售价)': 45864.08235371103,
    'sum(清算时间)': 94848360,
    'sum(记录数)': 470,
    产品主类: '护肤品',
    区域: '西夏区'
  },
  {
    'sum(平均售价)': 12248.049637723001,
    'sum(清算时间)': 94646554,
    'sum(记录数)': 469,
    产品主类: '个人护理',
    区域: '七里河区'
  },
  {
    'sum(平均售价)': 43597.190985395,
    'sum(清算时间)': 94646500,
    'sum(记录数)': 469,
    产品主类: '护肤品',
    区域: '宁都县'
  },
  {
    'sum(平均售价)': 26159.488186500006,
    'sum(清算时间)': 94444742,
    'sum(记录数)': 468,
    产品主类: '彩妆',
    区域: '集贤县'
  },
  {
    'sum(平均售价)': 36329.455586425014,
    'sum(清算时间)': 94444560,
    'sum(记录数)': 468,
    产品主类: '彩妆',
    区域: '英德市'
  },
  {
    'sum(平均售价)': 11188.277108281993,
    'sum(清算时间)': 94242934,
    'sum(记录数)': 467,
    产品主类: '个人护理',
    区域: '岫岩满族自治县'
  },
  {
    'sum(平均售价)': 14305.006720007994,
    'sum(清算时间)': 94041159,
    'sum(记录数)': 466,
    产品主类: '个人护理',
    区域: '桃源县'
  },
  {
    'sum(平均售价)': 22367.42617509599,
    'sum(清算时间)': 94041143,
    'sum(记录数)': 466,
    产品主类: '彩妆',
    区域: '合作市'
  },
  {
    'sum(平均售价)': 8506.272478866,
    'sum(清算时间)': 94041116,
    'sum(记录数)': 466,
    产品主类: '个人护理',
    区域: '朔城区'
  },
  {
    'sum(平均售价)': 15684.545267337007,
    'sum(清算时间)': 93839332,
    'sum(记录数)': 465,
    产品主类: '个人护理',
    区域: '江华瑶族自治县'
  },
  {
    'sum(平均售价)': 10338.947280249,
    'sum(清算时间)': 93839316,
    'sum(记录数)': 465,
    产品主类: 'null',
    区域: '金乡县'
  },
  {
    'sum(平均售价)': 17362.887412455006,
    'sum(清算时间)': 93637509,
    'sum(记录数)': 464,
    产品主类: 'null',
    区域: '渑池县'
  },
  {
    'sum(平均售价)': 25658.341265974,
    'sum(清算时间)': 93435712,
    'sum(记录数)': 463,
    产品主类: '彩妆',
    区域: '永昌县'
  },
  {
    'sum(平均售价)': 14173.174937437987,
    'sum(清算时间)': 93435710,
    'sum(记录数)': 463,
    产品主类: 'null',
    区域: '义县'
  },
  {
    'sum(平均售价)': 27598.358245323998,
    'sum(清算时间)': 93435685,
    'sum(记录数)': 463,
    产品主类: '护肤品',
    区域: '建昌县'
  },
  {
    'sum(平均售价)': 38834.849691535,
    'sum(清算时间)': 93435673,
    'sum(记录数)': 463,
    产品主类: '彩妆',
    区域: '谷城县'
  },
  {
    'sum(平均售价)': 46993.211340202,
    'sum(清算时间)': 93435670,
    'sum(记录数)': 463,
    产品主类: '彩妆',
    区域: '余姚市'
  },
  {
    'sum(平均售价)': 26399.38333470599,
    'sum(清算时间)': 93233914,
    'sum(记录数)': 462,
    产品主类: 'null',
    区域: '慈利县'
  },
  {
    'sum(平均售价)': 14604.643025965006,
    'sum(清算时间)': 93233897,
    'sum(记录数)': 462,
    产品主类: 'null',
    区域: '富平县'
  },
  {
    'sum(平均售价)': 50113.959947741976,
    'sum(清算时间)': 93233694,
    'sum(记录数)': 462,
    产品主类: '护肤品',
    区域: '镇平县'
  },
  {
    'sum(平均售价)': 15320.170591765995,
    'sum(清算时间)': 93032032,
    'sum(记录数)': 461,
    产品主类: 'null',
    区域: '河口区'
  },
  {
    'sum(平均售价)': 28927.969760653992,
    'sum(清算时间)': 92628548,
    'sum(记录数)': 459,
    产品主类: '彩妆',
    区域: '扶风县'
  },
  {
    'sum(平均售价)': 39850.88476185499,
    'sum(清算时间)': 92628499,
    'sum(记录数)': 459,
    产品主类: '护肤品',
    区域: '石棉县'
  },
  {
    'sum(平均售价)': 10359.385133230991,
    'sum(清算时间)': 92628487,
    'sum(记录数)': 459,
    产品主类: '个人护理',
    区域: '梁山县'
  },
  {
    'sum(平均售价)': 10035.388198715988,
    'sum(清算时间)': 92628392,
    'sum(记录数)': 459,
    产品主类: '个人护理',
    区域: '内黄县'
  },
  {
    'sum(平均售价)': 19598.03017190398,
    'sum(清算时间)': 92426695,
    'sum(记录数)': 458,
    产品主类: 'null',
    区域: '横山县'
  },
  {
    'sum(平均售价)': 29380.60483065501,
    'sum(清算时间)': 92426683,
    'sum(记录数)': 458,
    产品主类: '彩妆',
    区域: '红古区'
  },
  {
    'sum(平均售价)': 10751.823447076998,
    'sum(清算时间)': 92224891,
    'sum(记录数)': 457,
    产品主类: '个人护理',
    区域: '鄄城县'
  },
  {
    'sum(平均售价)': 34402.46809463001,
    'sum(清算时间)': 92023071,
    'sum(记录数)': 456,
    产品主类: '护肤品',
    区域: '灵寿县'
  },
  {
    'sum(平均售价)': 35874.394706091014,
    'sum(清算时间)': 92023053,
    'sum(记录数)': 456,
    产品主类: '彩妆',
    区域: '庆城县'
  },
  {
    'sum(平均售价)': 55571.274012306014,
    'sum(清算时间)': 91821264,
    'sum(记录数)': 455,
    产品主类: '护肤品',
    区域: '和硕县'
  },
  {
    'sum(平均售价)': 53599.60039172297,
    'sum(清算时间)': 91619469,
    'sum(记录数)': 454,
    产品主类: '护肤品',
    区域: '永宁县'
  },
  {
    'sum(平均售价)': 46019.47360412801,
    'sum(清算时间)': 91619459,
    'sum(记录数)': 454,
    产品主类: '护肤品',
    区域: '康乐县'
  },
  {
    'sum(平均售价)': 11751.041290112993,
    'sum(清算时间)': 91619456,
    'sum(记录数)': 454,
    产品主类: 'null',
    区域: '内黄县'
  },
  {
    'sum(平均售价)': 52274.48332462701,
    'sum(清算时间)': 91619455,
    'sum(记录数)': 454,
    产品主类: '护肤品',
    区域: '文安县'
  },
  {
    'sum(平均售价)': 22462.462008957995,
    'sum(清算时间)': 91417672,
    'sum(记录数)': 453,
    产品主类: '彩妆',
    区域: '茌平县'
  },
  {
    'sum(平均售价)': 12787.498448744993,
    'sum(清算时间)': 91417670,
    'sum(记录数)': 453,
    产品主类: '个人护理',
    区域: '南县'
  },
  {
    'sum(平均售价)': 20374.35699570699,
    'sum(清算时间)': 91215870,
    'sum(记录数)': 452,
    产品主类: 'null',
    区域: '岫岩满族自治县'
  },
  {
    'sum(平均售价)': 26802.864074399014,
    'sum(清算时间)': 91215862,
    'sum(记录数)': 452,
    产品主类: '彩妆',
    区域: '平川区'
  },
  {
    'sum(平均售价)': 29110.386300117985,
    'sum(清算时间)': 91215850,
    'sum(记录数)': 452,
    产品主类: '彩妆',
    区域: '周至县'
  },
  {
    'sum(平均售价)': 39169.864088441,
    'sum(清算时间)': 91215839,
    'sum(记录数)': 452,
    产品主类: '护肤品',
    区域: '宣威市'
  },
  {
    'sum(平均售价)': 11002.580968610006,
    'sum(清算时间)': 90610447,
    'sum(记录数)': 449,
    产品主类: '个人护理',
    区域: '永昌县'
  },
  {
    'sum(平均售价)': 11430.80192232299,
    'sum(清算时间)': 90206848,
    'sum(记录数)': 447,
    产品主类: '个人护理',
    区域: '凌海市'
  },
  {
    'sum(平均售价)': 12657.028117650989,
    'sum(清算时间)': 90206836,
    'sum(记录数)': 447,
    产品主类: '个人护理',
    区域: '临武县'
  },
  {
    'sum(平均售价)': 67604.16003191003,
    'sum(清算时间)': 90005010,
    'sum(记录数)': 446,
    产品主类: '护肤品',
    区域: '耿马傣族佤族自治县'
  },
  {
    'sum(平均售价)': 23983.235170376003,
    'sum(清算时间)': 90005008,
    'sum(记录数)': 446,
    产品主类: '彩妆',
    区域: '临清市'
  },
  {
    'sum(平均售价)': 22315.756792182998,
    'sum(清算时间)': 89803218,
    'sum(记录数)': 445,
    产品主类: 'null',
    区域: '甘州区'
  },
  {
    'sum(平均售价)': 32301.14654485599,
    'sum(清算时间)': 89601603,
    'sum(记录数)': 444,
    产品主类: '护肤品',
    区域: '平邑县'
  },
  {
    'sum(平均售价)': 81475.72207284995,
    'sum(清算时间)': 89601408,
    'sum(记录数)': 444,
    产品主类: '护肤品',
    区域: '利川市'
  },
  {
    'sum(平均售价)': 28589.229901253,
    'sum(清算时间)': 89601393,
    'sum(记录数)': 444,
    产品主类: 'null',
    区域: '墉桥区'
  },
  {
    'sum(平均售价)': 40410.623452261985,
    'sum(清算时间)': 89399629,
    'sum(记录数)': 443,
    产品主类: '护肤品',
    区域: '兴文县'
  },
  {
    'sum(平均售价)': 28382.214227666005,
    'sum(清算时间)': 89399604,
    'sum(记录数)': 443,
    产品主类: '彩妆',
    区域: '和平区'
  },
  {
    'sum(平均售价)': 41788.46146370998,
    'sum(清算时间)': 88995986,
    'sum(记录数)': 441,
    产品主类: '护肤品',
    区域: '西吉县'
  },
  {
    'sum(平均售价)': 40305.26962677401,
    'sum(清算时间)': 88995985,
    'sum(记录数)': 441,
    产品主类: '护肤品',
    区域: '仙桃市'
  },
  {
    'sum(平均售价)': 32490.887148735037,
    'sum(清算时间)': 88794203,
    'sum(记录数)': 440,
    产品主类: '护肤品',
    区域: '辛集市'
  },
  {
    'sum(平均售价)': 11421.737698688996,
    'sum(清算时间)': 88794201,
    'sum(记录数)': 440,
    产品主类: '个人护理',
    区域: '邹平县'
  },
  {
    'sum(平均售价)': 9955.061893558006,
    'sum(清算时间)': 88794196,
    'sum(记录数)': 440,
    产品主类: '个人护理',
    区域: '博山区'
  },
  {
    'sum(平均售价)': 38463.73175002199,
    'sum(清算时间)': 88794195,
    'sum(记录数)': 440,
    产品主类: '护肤品',
    区域: '泾阳县'
  },
  {
    'sum(平均售价)': 31393.935441162015,
    'sum(清算时间)': 88794169,
    'sum(记录数)': 440,
    产品主类: '护肤品',
    区域: '内丘县'
  },
  {
    'sum(平均售价)': 15563.381909710994,
    'sum(清算时间)': 88794030,
    'sum(记录数)': 440,
    产品主类: '个人护理',
    区域: '鹿城区'
  },
  {
    'sum(平均售价)': 20284.68169753802,
    'sum(清算时间)': 88592381,
    'sum(记录数)': 439,
    产品主类: '彩妆',
    区域: 'null'
  },
  {
    'sum(平均售价)': 33820.53750591602,
    'sum(清算时间)': 88592379,
    'sum(记录数)': 439,
    产品主类: '彩妆',
    区域: '郧西县'
  },
  {
    'sum(平均售价)': 47557.912966199,
    'sum(清算时间)': 88390590,
    'sum(记录数)': 438,
    产品主类: '护肤品',
    区域: '鄢陵县'
  },
  {
    'sum(平均售价)': 13243.790531197,
    'sum(清算时间)': 88390575,
    'sum(记录数)': 438,
    产品主类: '个人护理',
    区域: '崇义县'
  },
  {
    'sum(平均售价)': 34442.44791962701,
    'sum(清算时间)': 88188764,
    'sum(记录数)': 437,
    产品主类: '护肤品',
    区域: '高阳县'
  },
  {
    'sum(平均售价)': 64673.44479950997,
    'sum(清算时间)': 88188753,
    'sum(记录数)': 437,
    产品主类: '护肤品',
    区域: '义乌市'
  },
  {
    'sum(平均售价)': 32725.773708933004,
    'sum(清算时间)': 88188735,
    'sum(记录数)': 437,
    产品主类: '彩妆',
    区域: '楚雄市'
  },
  {
    'sum(平均售价)': 17596.154046166,
    'sum(清算时间)': 87785184,
    'sum(记录数)': 435,
    产品主类: 'null',
    区域: '平川区'
  },
  {
    'sum(平均售价)': 38848.03428640701,
    'sum(清算时间)': 87785111,
    'sum(记录数)': 435,
    产品主类: '彩妆',
    区域: '和田市'
  },
  {
    'sum(平均售价)': 26744.133817172995,
    'sum(清算时间)': 87583359,
    'sum(记录数)': 434,
    产品主类: '彩妆',
    区域: '定陶县'
  },
  {
    'sum(平均售价)': 52282.84490835601,
    'sum(清算时间)': 87583332,
    'sum(记录数)': 434,
    产品主类: '护肤品',
    区域: '枣阳市'
  },
  {
    'sum(平均售价)': 40064.76308377101,
    'sum(清算时间)': 87381564,
    'sum(记录数)': 433,
    产品主类: '彩妆',
    区域: '云梦县'
  },
  {
    'sum(平均售价)': 19576.345231429004,
    'sum(清算时间)': 87179776,
    'sum(记录数)': 432,
    产品主类: 'null',
    区域: '扶风县'
  },
  {
    'sum(平均售价)': 12039.135198526988,
    'sum(清算时间)': 87179763,
    'sum(记录数)': 432,
    产品主类: '个人护理',
    区域: '新宁县'
  },
  {
    'sum(平均售价)': 54433.30789437604,
    'sum(清算时间)': 86978000,
    'sum(记录数)': 431,
    产品主类: '护肤品',
    区域: '井冈山市'
  },
  {
    'sum(平均售价)': 13040.300147015985,
    'sum(清算时间)': 86977963,
    'sum(记录数)': 431,
    产品主类: 'null',
    区域: '茌平县'
  },
  {
    'sum(平均售价)': 9988.574603306999,
    'sum(清算时间)': 86977954,
    'sum(记录数)': 431,
    产品主类: '个人护理',
    区域: '新城子区'
  },
  {
    'sum(平均售价)': 44965.21206647198,
    'sum(清算时间)': 86977952,
    'sum(记录数)': 431,
    产品主类: '彩妆',
    区域: '通城县'
  },
  {
    'sum(平均售价)': 22069.224488304,
    'sum(清算时间)': 86977941,
    'sum(记录数)': 431,
    产品主类: 'null',
    区域: '通渭县'
  },
  {
    'sum(平均售价)': 66776.38700396998,
    'sum(清算时间)': 86977934,
    'sum(记录数)': 431,
    产品主类: '护肤品',
    区域: '威信县'
  },
  {
    'sum(平均售价)': 38896.32452495501,
    'sum(清算时间)': 86977929,
    'sum(记录数)': 431,
    产品主类: '护肤品',
    区域: '娄星区'
  },
  {
    'sum(平均售价)': 35508.51449940802,
    'sum(清算时间)': 86977914,
    'sum(记录数)': 431,
    产品主类: '护肤品',
    区域: '图们市'
  },
  {
    'sum(平均售价)': 32490.937512429016,
    'sum(清算时间)': 86776176,
    'sum(记录数)': 430,
    产品主类: '彩妆',
    区域: '天门市'
  },
  {
    'sum(平均售价)': 29063.98243436398,
    'sum(清算时间)': 86776168,
    'sum(记录数)': 430,
    产品主类: '彩妆',
    区域: '广陵区'
  },
  {
    'sum(平均售价)': 24221.383598850996,
    'sum(清算时间)': 86776135,
    'sum(记录数)': 430,
    产品主类: '彩妆',
    区域: '砀山县'
  },
  {
    'sum(平均售价)': 31904.85513661,
    'sum(清算时间)': 86776122,
    'sum(记录数)': 430,
    产品主类: '彩妆',
    区域: '合阳县'
  },
  {
    'sum(平均售价)': 30214.262304553005,
    'sum(清算时间)': 86574344,
    'sum(记录数)': 429,
    产品主类: '护肤品',
    区域: '朝阳区'
  },
  {
    'sum(平均售价)': 46179.59033332399,
    'sum(清算时间)': 86574340,
    'sum(记录数)': 429,
    产品主类: '护肤品',
    区域: '阎良区'
  },
  {
    'sum(平均售价)': 35568.060469954005,
    'sum(清算时间)': 86574333,
    'sum(记录数)': 429,
    产品主类: '护肤品',
    区域: '新建县'
  },
  {
    'sum(平均售价)': 53954.639475211035,
    'sum(清算时间)': 86372526,
    'sum(记录数)': 428,
    产品主类: '护肤品',
    区域: '武昌区'
  },
  {
    'sum(平均售价)': 36262.77753479801,
    'sum(清算时间)': 86170739,
    'sum(记录数)': 427,
    产品主类: '彩妆',
    区域: '阜南县'
  },
  {
    'sum(平均售价)': 54573.47557400001,
    'sum(清算时间)': 86170710,
    'sum(记录数)': 427,
    产品主类: '护肤品',
    区域: '鄱阳县'
  },
  {
    'sum(平均售价)': 34510.069997581035,
    'sum(清算时间)': 86170707,
    'sum(记录数)': 427,
    产品主类: '护肤品',
    区域: '清河县'
  },
  {
    'sum(平均售价)': 32767.645620206014,
    'sum(清算时间)': 86170696,
    'sum(记录数)': 427,
    产品主类: '护肤品',
    区域: '柏乡县'
  },
  {
    'sum(平均售价)': 48253.73698293204,
    'sum(清算时间)': 85968931,
    'sum(记录数)': 426,
    产品主类: '彩妆',
    区域: '房县'
  },
  {
    'sum(平均售价)': 38965.93455220602,
    'sum(清算时间)': 85767135,
    'sum(记录数)': 425,
    产品主类: '护肤品',
    区域: '城关区'
  },
  {
    'sum(平均售价)': 10258.86117388,
    'sum(清算时间)': 85767127,
    'sum(记录数)': 425,
    产品主类: '个人护理',
    区域: '民和回族土族自治县'
  },
  {
    'sum(平均售价)': 25435.980691217006,
    'sum(清算时间)': 85767117,
    'sum(记录数)': 425,
    产品主类: '护肤品',
    区域: '大东区'
  },
  {
    'sum(平均售价)': 33808.79446287902,
    'sum(清算时间)': 85767100,
    'sum(记录数)': 425,
    产品主类: '彩妆',
    区域: '金牛区'
  },
  {
    'sum(平均售价)': 43591.796675640995,
    'sum(清算时间)': 85565527,
    'sum(记录数)': 424,
    产品主类: '护肤品',
    区域: '南郑县'
  },
  {
    'sum(平均售价)': 27743.807002183014,
    'sum(清算时间)': 85565323,
    'sum(记录数)': 424,
    产品主类: '彩妆',
    区域: '乐都县'
  },
  {
    'sum(平均售价)': 15988.839415150997,
    'sum(清算时间)': 85565321,
    'sum(记录数)': 424,
    产品主类: 'null',
    区域: '淅川县'
  },
  {
    'sum(平均售价)': 54491.73434351797,
    'sum(清算时间)': 85565309,
    'sum(记录数)': 424,
    产品主类: '护肤品',
    区域: '小河区'
  },
  {
    'sum(平均售价)': 13942.204811110987,
    'sum(清算时间)': 85363524,
    'sum(记录数)': 423,
    产品主类: 'null',
    区域: '鲅鱼圈区'
  },
  {
    'sum(平均售价)': 38924.13694126698,
    'sum(清算时间)': 85363486,
    'sum(记录数)': 423,
    产品主类: '护肤品',
    区域: '尼勒克县'
  },
  {
    'sum(平均售价)': 49287.439804710004,
    'sum(清算时间)': 85161717,
    'sum(记录数)': 422,
    产品主类: '护肤品',
    区域: '西峰区'
  },
  {
    'sum(平均售价)': 9666.469462694995,
    'sum(清算时间)': 84959904,
    'sum(记录数)': 421,
    产品主类: '个人护理',
    区域: '平川区'
  },
  {
    'sum(平均售价)': 52870.25304781605,
    'sum(清算时间)': 84959892,
    'sum(记录数)': 421,
    产品主类: '护肤品',
    区域: '广昌县'
  },
  {
    'sum(平均售价)': 34228.832625045026,
    'sum(清算时间)': 84758092,
    'sum(记录数)': 420,
    产品主类: 'null',
    区域: '福清市'
  },
  {
    'sum(平均售价)': 32290.545208230986,
    'sum(清算时间)': 84758068,
    'sum(记录数)': 420,
    产品主类: '彩妆',
    区域: '崇义县'
  },
  {
    'sum(平均售价)': 20499.209806731997,
    'sum(清算时间)': 84556286,
    'sum(记录数)': 419,
    产品主类: '彩妆',
    区域: '鲅鱼圈区'
  },
  {
    'sum(平均售价)': 27708.251284935002,
    'sum(清算时间)': 84354514,
    'sum(记录数)': 418,
    产品主类: '护肤品',
    区域: '芝罘区'
  },
  {
    'sum(平均售价)': 16534.576400993,
    'sum(清算时间)': 84152697,
    'sum(记录数)': 417,
    产品主类: 'null',
    区域: '景泰县'
  },
  {
    'sum(平均售价)': 7969.487057680004,
    'sum(清算时间)': 84152693,
    'sum(记录数)': 417,
    产品主类: '个人护理',
    区域: '新建县'
  },
  {
    'sum(平均售价)': 9049.359167500008,
    'sum(清算时间)': 84152687,
    'sum(记录数)': 417,
    产品主类: '个人护理',
    区域: '甘州区'
  },
  {
    'sum(平均售价)': 26522.274742265003,
    'sum(清算时间)': 84152662,
    'sum(记录数)': 417,
    产品主类: '护肤品',
    区域: '榆树市'
  },
  {
    'sum(平均售价)': 24610.14882308299,
    'sum(清算时间)': 84152482,
    'sum(记录数)': 417,
    产品主类: 'null',
    区域: '鹿城区'
  },
  {
    'sum(平均售价)': 11438.43847547,
    'sum(清算时间)': 83950870,
    'sum(记录数)': 416,
    产品主类: '个人护理',
    区域: '通渭县'
  },
  {
    'sum(平均售价)': 17319.678936031018,
    'sum(清算时间)': 83547280,
    'sum(记录数)': 414,
    产品主类: '彩妆',
    区域: '涿鹿县'
  },
  {
    'sum(平均售价)': 52430.28451486003,
    'sum(清算时间)': 83547272,
    'sum(记录数)': 414,
    产品主类: '护肤品',
    区域: '王益区'
  },
  {
    'sum(平均售价)': 41051.152564463024,
    'sum(清算时间)': 83345467,
    'sum(记录数)': 413,
    产品主类: '彩妆',
    区域: '冷水江市'
  },
  {
    'sum(平均售价)': 9462.970009384999,
    'sum(清算时间)': 83345462,
    'sum(记录数)': 413,
    产品主类: '个人护理',
    区域: '周村区'
  },
  {
    'sum(平均售价)': 30840.798035784002,
    'sum(清算时间)': 83143660,
    'sum(记录数)': 412,
    产品主类: '彩妆',
    区域: '淅川县'
  },
  {
    'sum(平均售价)': 9163.606265382,
    'sum(清算时间)': 83143660,
    'sum(记录数)': 412,
    产品主类: '个人护理',
    区域: '勉县'
  },
  {
    'sum(平均售价)': 8040.650506162998,
    'sum(清算时间)': 83143660,
    'sum(记录数)': 412,
    产品主类: '个人护理',
    区域: '罗庄区'
  },
  {
    'sum(平均售价)': 40016.433379577014,
    'sum(清算时间)': 83143647,
    'sum(记录数)': 412,
    产品主类: '护肤品',
    区域: '米脂县'
  },
  {
    'sum(平均售价)': 41060.193550268,
    'sum(清算时间)': 82941835,
    'sum(记录数)': 411,
    产品主类: '护肤品',
    区域: '武山县'
  },
  {
    'sum(平均售价)': 11267.757217010005,
    'sum(清算时间)': 82740046,
    'sum(记录数)': 410,
    产品主类: '个人护理',
    区域: '合阳县'
  },
  {
    'sum(平均售价)': 28172.12854176601,
    'sum(清算时间)': 82740035,
    'sum(记录数)': 410,
    产品主类: '彩妆',
    区域: '岐山县'
  },
  {
    'sum(平均售价)': 17825.726383935995,
    'sum(清算时间)': 82336425,
    'sum(记录数)': 408,
    产品主类: '彩妆',
    区域: '罗山县'
  },
  {
    'sum(平均售价)': 10642.534416285003,
    'sum(清算时间)': 82336415,
    'sum(记录数)': 408,
    产品主类: '个人护理',
    区域: '楚雄市'
  },
  {
    'sum(平均售价)': 16629.95627505199,
    'sum(清算时间)': 82134633,
    'sum(记录数)': 407,
    产品主类: 'null',
    区域: '新城子区'
  },
  {
    'sum(平均售价)': 13463.268904649998,
    'sum(清算时间)': 82134632,
    'sum(记录数)': 407,
    产品主类: '个人护理',
    区域: '福清市'
  },
  {
    'sum(平均售价)': 11310.281706512995,
    'sum(清算时间)': 82134623,
    'sum(记录数)': 407,
    产品主类: '个人护理',
    区域: '奈曼旗'
  },
  {
    'sum(平均售价)': 15288.517911893992,
    'sum(清算时间)': 81932840,
    'sum(记录数)': 406,
    产品主类: 'null',
    区域: '民和回族土族自治县'
  },
  {
    'sum(平均售价)': 19931.057326898987,
    'sum(清算时间)': 81932823,
    'sum(记录数)': 406,
    产品主类: 'null',
    区域: '博山区'
  },
  {
    'sum(平均售价)': 44590.60631655301,
    'sum(清算时间)': 81932821,
    'sum(记录数)': 406,
    产品主类: '护肤品',
    区域: '鹿泉市'
  },
  {
    'sum(平均售价)': 48458.62288815,
    'sum(清算时间)': 81932661,
    'sum(记录数)': 406,
    产品主类: '护肤品',
    区域: '安阳县'
  },
  {
    'sum(平均售价)': 38891.85404107302,
    'sum(清算时间)': 81730980,
    'sum(记录数)': 405,
    产品主类: '护肤品',
    区域: '富民县'
  },
  {
    'sum(平均售价)': 32997.36514561597,
    'sum(清算时间)': 81529038,
    'sum(记录数)': 404,
    产品主类: '护肤品',
    区域: '邓州市'
  },
  {
    'sum(平均售价)': 39176.07813296901,
    'sum(清算时间)': 81327427,
    'sum(记录数)': 403,
    产品主类: '护肤品',
    区域: '汝城县'
  },
  {
    'sum(平均售价)': 21251.969267391993,
    'sum(清算时间)': 81327426,
    'sum(记录数)': 403,
    产品主类: '彩妆',
    区域: '芝罘区'
  },
  {
    'sum(平均售价)': 18399.842812298986,
    'sum(清算时间)': 81327411,
    'sum(记录数)': 403,
    产品主类: '彩妆',
    区域: '东营区'
  },
  {
    'sum(平均售价)': 15813.167666787998,
    'sum(清算时间)': 81327410,
    'sum(记录数)': 403,
    产品主类: 'null',
    区域: '郏县'
  },
  {
    'sum(平均售价)': 18626.26139915199,
    'sum(清算时间)': 80923818,
    'sum(记录数)': 401,
    产品主类: 'null',
    区域: '红古区'
  },
  {
    'sum(平均售价)': 12801.548596515993,
    'sum(清算时间)': 80923806,
    'sum(记录数)': 401,
    产品主类: '个人护理',
    区域: '蕲春县'
  },
  {
    'sum(平均售价)': 10335.661981884998,
    'sum(清算时间)': 80923802,
    'sum(记录数)': 401,
    产品主类: '个人护理',
    区域: '新民市'
  },
  {
    'sum(平均售价)': 8921.48752140899,
    'sum(清算时间)': 80923795,
    'sum(记录数)': 401,
    产品主类: '个人护理',
    区域: '铁西区'
  },
  {
    'sum(平均售价)': 39692.738080800984,
    'sum(清算时间)': 80923783,
    'sum(记录数)': 401,
    产品主类: '护肤品',
    区域: '长丰县'
  },
  {
    'sum(平均售价)': 34165.651296403004,
    'sum(清算时间)': 80923774,
    'sum(记录数)': 401,
    产品主类: '彩妆',
    区域: '阳新县'
  },
  {
    'sum(平均售价)': 12044.759735446003,
    'sum(清算时间)': 80722004,
    'sum(记录数)': 400,
    产品主类: '个人护理',
    区域: '隆回县'
  },
  {
    'sum(平均售价)': 33852.04015684602,
    'sum(清算时间)': 80721992,
    'sum(记录数)': 400,
    产品主类: '护肤品',
    区域: '中阳县'
  },
  {
    'sum(平均售价)': 33737.23012571799,
    'sum(清算时间)': 80721834,
    'sum(记录数)': 400,
    产品主类: '护肤品',
    区域: '内黄县'
  },
  {
    'sum(平均售价)': 41806.19237676601,
    'sum(清算时间)': 80520170,
    'sum(记录数)': 399,
    产品主类: '护肤品',
    区域: '乾县'
  },
  {
    'sum(平均售价)': 10531.642635559,
    'sum(清算时间)': 80318424,
    'sum(记录数)': 398,
    产品主类: '个人护理',
    区域: '扶风县'
  },
  {
    'sum(平均售价)': 10965.987296281002,
    'sum(清算时间)': 80318399,
    'sum(记录数)': 398,
    产品主类: '个人护理',
    区域: '民勤县'
  },
  {
    'sum(平均售价)': 31893.637809327993,
    'sum(清算时间)': 80318385,
    'sum(记录数)': 398,
    产品主类: '彩妆',
    区域: '南县'
  },
  {
    'sum(平均售价)': 29392.340484655997,
    'sum(清算时间)': 80116603,
    'sum(记录数)': 397,
    产品主类: 'null',
    区域: '凌海市'
  },
  {
    'sum(平均售价)': 12552.077137952996,
    'sum(清算时间)': 80116589,
    'sum(记录数)': 397,
    产品主类: '个人护理',
    区域: '青白江区'
  },
  {
    'sum(平均售价)': 35552.356326144014,
    'sum(清算时间)': 80116568,
    'sum(记录数)': 397,
    产品主类: '彩妆',
    区域: '苍南县'
  },
  {
    'sum(平均售价)': 41320.912708966,
    'sum(清算时间)': 80116556,
    'sum(记录数)': 397,
    产品主类: '护肤品',
    区域: '沅江市'
  },
  {
    'sum(平均售价)': 22525.91451718402,
    'sum(清算时间)': 80116541,
    'sum(记录数)': 397,
    产品主类: '彩妆',
    区域: '渑池县'
  },
  {
    'sum(平均售价)': 33887.257590464964,
    'sum(清算时间)': 80116307,
    'sum(记录数)': 397,
    产品主类: 'null',
    区域: '余杭区'
  },
  {
    'sum(平均售价)': 9570.043713522,
    'sum(清算时间)': 79914769,
    'sum(记录数)': 396,
    产品主类: 'null',
    区域: '南和县'
  },
  {
    'sum(平均售价)': 19803.12526508298,
    'sum(清算时间)': 79914735,
    'sum(记录数)': 396,
    产品主类: '彩妆',
    区域: '五华区'
  },
  {
    'sum(平均售价)': 27630.697111511006,
    'sum(清算时间)': 79914705,
    'sum(记录数)': 396,
    产品主类: '彩妆',
    区域: '阿图什市'
  },
  {
    'sum(平均售价)': 16581.242806147002,
    'sum(清算时间)': 79712986,
    'sum(记录数)': 395,
    产品主类: 'null',
    区域: '湘潭县'
  },
  {
    'sum(平均售价)': 23943.59671583599,
    'sum(清算时间)': 79712955,
    'sum(记录数)': 395,
    产品主类: '护肤品',
    区域: '荣县'
  },
  {
    'sum(平均售价)': 31287.611124039988,
    'sum(清算时间)': 79712952,
    'sum(记录数)': 395,
    产品主类: '彩妆',
    区域: '宁都县'
  },
  {
    'sum(平均售价)': 15297.660248655999,
    'sum(清算时间)': 79511174,
    'sum(记录数)': 394,
    产品主类: '彩妆',
    区域: '尉氏县'
  },
  {
    'sum(平均售价)': 7762.672132484999,
    'sum(清算时间)': 79511171,
    'sum(记录数)': 394,
    产品主类: '个人护理',
    区域: '宏伟区'
  },
  {
    'sum(平均售价)': 10660.604871939999,
    'sum(清算时间)': 79511164,
    'sum(记录数)': 394,
    产品主类: 'null',
    区域: '邓州市'
  },
  {
    'sum(平均售价)': 47727.854824466005,
    'sum(清算时间)': 79511156,
    'sum(记录数)': 394,
    产品主类: '护肤品',
    区域: '繁昌县'
  },
  {
    'sum(平均售价)': 9738.081348398997,
    'sum(清算时间)': 79511119,
    'sum(记录数)': 394,
    产品主类: '个人护理',
    区域: '仙桃市'
  },
  {
    'sum(平均售价)': 50026.590085717995,
    'sum(清算时间)': 79309368,
    'sum(记录数)': 393,
    产品主类: '护肤品',
    区域: '荥经县'
  },
  {
    'sum(平均售价)': 10570.415572687998,
    'sum(清算时间)': 78905780,
    'sum(记录数)': 391,
    产品主类: '个人护理',
    区域: '湘潭县'
  },
  {
    'sum(平均售价)': 28426.176212353996,
    'sum(清算时间)': 78905737,
    'sum(记录数)': 391,
    产品主类: '彩妆',
    区域: '天祝藏族自治县'
  },
  {
    'sum(平均售价)': 9502.853731763997,
    'sum(清算时间)': 78703939,
    'sum(记录数)': 390,
    产品主类: '个人护理',
    区域: '濉溪县'
  },
  {
    'sum(平均售价)': 35708.22172128302,
    'sum(清算时间)': 78703936,
    'sum(记录数)': 390,
    产品主类: '护肤品',
    区域: '高县'
  },
  {
    'sum(平均售价)': 29435.376917876005,
    'sum(清算时间)': 78502194,
    'sum(记录数)': 389,
    产品主类: 'null',
    区域: '桃源县'
  },
  {
    'sum(平均售价)': 13104.594449232993,
    'sum(清算时间)': 78502159,
    'sum(记录数)': 389,
    产品主类: 'null',
    区域: '喀喇沁左翼蒙古族自治县'
  },
  {
    'sum(平均售价)': 25497.34331247099,
    'sum(清算时间)': 78502126,
    'sum(记录数)': 389,
    产品主类: '彩妆',
    区域: '宕昌县'
  },
  {
    'sum(平均售价)': 32966.444466454,
    'sum(清算时间)': 78502103,
    'sum(记录数)': 389,
    产品主类: '护肤品',
    区域: '乌达区'
  },
  {
    'sum(平均售价)': 16905.104950830988,
    'sum(清算时间)': 78300343,
    'sum(记录数)': 388,
    产品主类: 'null',
    区域: '新宁县'
  },
  {
    'sum(平均售价)': 21156.893278724005,
    'sum(清算时间)': 78300193,
    'sum(记录数)': 388,
    产品主类: '彩妆',
    区域: '迁安市'
  },
  {
    'sum(平均售价)': 13108.43026234299,
    'sum(清算时间)': 78098530,
    'sum(记录数)': 387,
    产品主类: 'null',
    区域: '临清市'
  },
  {
    'sum(平均售价)': 19217.08182333601,
    'sum(清算时间)': 78098515,
    'sum(记录数)': 387,
    产品主类: '彩妆',
    区域: '新城子区'
  },
  {
    'sum(平均售价)': 45516.250057654994,
    'sum(清算时间)': 78098493,
    'sum(记录数)': 387,
    产品主类: '护肤品',
    区域: '公安县'
  },
  {
    'sum(平均售价)': 41971.74105165302,
    'sum(清算时间)': 78098471,
    'sum(记录数)': 387,
    产品主类: '护肤品',
    区域: '毕节市'
  },
  {
    'sum(平均售价)': 5934.912380131003,
    'sum(清算时间)': 77896737,
    'sum(记录数)': 386,
    产品主类: '个人护理',
    区域: '大东区'
  },
  {
    'sum(平均售价)': 12510.662505455,
    'sum(清算时间)': 77896731,
    'sum(记录数)': 386,
    产品主类: '个人护理',
    区域: '布尔津县'
  },
  {
    'sum(平均售价)': 18541.026997102,
    'sum(清算时间)': 77896728,
    'sum(记录数)': 386,
    产品主类: 'null',
    区域: '南县'
  },
  {
    'sum(平均售价)': 35898.148594510036,
    'sum(清算时间)': 77896726,
    'sum(记录数)': 386,
    产品主类: '护肤品',
    区域: '灵台县'
  },
  {
    'sum(平均售价)': 33095.445586239,
    'sum(清算时间)': 77896721,
    'sum(记录数)': 386,
    产品主类: '护肤品',
    区域: '延吉市'
  },
  {
    'sum(平均售价)': 20817.132207264993,
    'sum(清算时间)': 77896711,
    'sum(记录数)': 386,
    产品主类: '彩妆',
    区域: '横山县'
  },
  {
    'sum(平均售价)': 15995.06486276799,
    'sum(清算时间)': 77694920,
    'sum(记录数)': 385,
    产品主类: 'null',
    区域: '邹平县'
  },
  {
    'sum(平均售价)': 12250.388444241993,
    'sum(清算时间)': 77694908,
    'sum(记录数)': 385,
    产品主类: 'null',
    区域: '五华区'
  },
  {
    'sum(平均售价)': 10989.141185847997,
    'sum(清算时间)': 77493108,
    'sum(记录数)': 384,
    产品主类: '个人护理',
    区域: '沅江市'
  },
  {
    'sum(平均售价)': 8702.613395973,
    'sum(清算时间)': 77291338,
    'sum(记录数)': 383,
    产品主类: '个人护理',
    区域: '周至县'
  },
  {
    'sum(平均售价)': 40116.61864502802,
    'sum(清算时间)': 77291311,
    'sum(记录数)': 383,
    产品主类: '护肤品',
    区域: '麻阳苗族自治县'
  },
  {
    'sum(平均售价)': 9379.536173480998,
    'sum(清算时间)': 77291298,
    'sum(记录数)': 383,
    产品主类: '个人护理',
    区域: '蛟河市'
  },
  {
    'sum(平均售价)': 50801.795337089054,
    'sum(清算时间)': 77291298,
    'sum(记录数)': 383,
    产品主类: '护肤品',
    区域: '莎车县'
  },
  {
    'sum(平均售价)': 37515.30848649996,
    'sum(清算时间)': 77291298,
    'sum(记录数)': 383,
    产品主类: '护肤品',
    区域: '垣曲县'
  },
  {
    'sum(平均售价)': 36151.08655711202,
    'sum(清算时间)': 77291242,
    'sum(记录数)': 383,
    产品主类: '彩妆',
    区域: '阿克苏市'
  },
  {
    'sum(平均售价)': 22680.147165709015,
    'sum(清算时间)': 77089499,
    'sum(记录数)': 382,
    产品主类: 'null',
    区域: '上街区'
  },
  {
    'sum(平均售价)': 7580.226874495008,
    'sum(清算时间)': 76887712,
    'sum(记录数)': 381,
    产品主类: '个人护理',
    区域: '涟水县'
  },
  {
    'sum(平均售价)': 21646.188413734984,
    'sum(清算时间)': 76887684,
    'sum(记录数)': 381,
    产品主类: '彩妆',
    区域: '岫岩满族自治县'
  },
  {
    'sum(平均售价)': 36403.81741309599,
    'sum(清算时间)': 76887661,
    'sum(记录数)': 381,
    产品主类: '护肤品',
    区域: '盐边县'
  },
  {
    'sum(平均售价)': 9986.129977088998,
    'sum(清算时间)': 76685898,
    'sum(记录数)': 380,
    产品主类: '个人护理',
    区域: '谯城区'
  },
  {
    'sum(平均售价)': 9703.519991679997,
    'sum(清算时间)': 76685896,
    'sum(记录数)': 380,
    产品主类: '个人护理',
    区域: '景泰县'
  },
  {
    'sum(平均售价)': 34447.40338737998,
    'sum(清算时间)': 76685882,
    'sum(记录数)': 380,
    产品主类: '护肤品',
    区域: '甘井子区'
  },
  {
    'sum(平均售价)': 9347.143211136998,
    'sum(清算时间)': 76484096,
    'sum(记录数)': 379,
    产品主类: '个人护理',
    区域: '翼城县'
  },
  {
    'sum(平均售价)': 13209.264763060006,
    'sum(清算时间)': 76484091,
    'sum(记录数)': 379,
    产品主类: 'null',
    区域: '永昌县'
  },
  {
    'sum(平均售价)': 26158.097545062,
    'sum(清算时间)': 76484090,
    'sum(记录数)': 379,
    产品主类: '彩妆',
    区域: '双峰县'
  },
  {
    'sum(平均售价)': 33524.99724775701,
    'sum(清算时间)': 76484084,
    'sum(记录数)': 379,
    产品主类: '护肤品',
    区域: '于洪区'
  },
  {
    'sum(平均售价)': 14348.265199646976,
    'sum(清算时间)': 76483878,
    'sum(记录数)': 379,
    产品主类: '个人护理',
    区域: '余杭区'
  },
  {
    'sum(平均售价)': 21090.42663102299,
    'sum(清算时间)': 76282276,
    'sum(记录数)': 378,
    产品主类: '彩妆',
    区域: '贡井区'
  },
  {
    'sum(平均售价)': 46376.73163055399,
    'sum(清算时间)': 76080860,
    'sum(记录数)': 377,
    产品主类: '护肤品',
    区域: '荆州区'
  },
  {
    'sum(平均售价)': 12658.276521269998,
    'sum(清算时间)': 76080490,
    'sum(记录数)': 377,
    产品主类: '个人护理',
    区域: '广陵区'
  },
  {
    'sum(平均售价)': 9654.140382423997,
    'sum(清算时间)': 76080478,
    'sum(记录数)': 377,
    产品主类: '个人护理',
    区域: '余干县'
  },
  {
    'sum(平均售价)': 24163.752184759993,
    'sum(清算时间)': 76080461,
    'sum(记录数)': 377,
    产品主类: '彩妆',
    区域: '华亭县'
  },
  {
    'sum(平均售价)': 48049.26900521,
    'sum(清算时间)': 76080452,
    'sum(记录数)': 377,
    产品主类: '护肤品',
    区域: '安仁县'
  },
  {
    'sum(平均售价)': 42449.809210481,
    'sum(清算时间)': 76080448,
    'sum(记录数)': 377,
    产品主类: '护肤品',
    区域: '婺源县'
  },
  {
    'sum(平均售价)': 38201.773897961015,
    'sum(清算时间)': 75878676,
    'sum(记录数)': 376,
    产品主类: '彩妆',
    区域: '孝昌县'
  },
  {
    'sum(平均售价)': 11267.619070572993,
    'sum(清算时间)': 75878661,
    'sum(记录数)': 376,
    产品主类: '个人护理',
    区域: '湟中县'
  },
  {
    'sum(平均售价)': 27827.876039444996,
    'sum(清算时间)': 75878648,
    'sum(记录数)': 376,
    产品主类: '彩妆',
    区域: '临武县'
  },
  {
    'sum(平均售价)': 57876.35881149298,
    'sum(清算时间)': 75878645,
    'sum(记录数)': 376,
    产品主类: '护肤品',
    区域: '下城区'
  },
  {
    'sum(平均售价)': 11968.889635074987,
    'sum(清算时间)': 75676877,
    'sum(记录数)': 375,
    产品主类: '个人护理',
    区域: '衡东县'
  },
  {
    'sum(平均售价)': 7105.516008934,
    'sum(清算时间)': 75676875,
    'sum(记录数)': 375,
    产品主类: '个人护理',
    区域: '荣县'
  },
  {
    'sum(平均售价)': 16614.307297336996,
    'sum(清算时间)': 75475055,
    'sum(记录数)': 374,
    产品主类: 'null',
    区域: '崇义县'
  },
  {
    'sum(平均售价)': 37363.47687243,
    'sum(清算时间)': 75475051,
    'sum(记录数)': 374,
    产品主类: '护肤品',
    区域: '特克斯县'
  },
  {
    'sum(平均售价)': 40497.774593310976,
    'sum(清算时间)': 75273272,
    'sum(记录数)': 373,
    产品主类: '护肤品',
    区域: '永登县'
  },
  {
    'sum(平均售价)': 23738.73862287099,
    'sum(清算时间)': 75273260,
    'sum(记录数)': 373,
    产品主类: '彩妆',
    区域: '郸城县'
  },
  {
    'sum(平均售价)': 27162.559773243003,
    'sum(清算时间)': 75273224,
    'sum(记录数)': 373,
    产品主类: '彩妆',
    区域: '淮滨县'
  },
  {
    'sum(平均售价)': 38134.17628785401,
    'sum(清算时间)': 75071463,
    'sum(记录数)': 372,
    产品主类: '护肤品',
    区域: '管城回族区'
  },
  {
    'sum(平均售价)': 13121.074646738996,
    'sum(清算时间)': 75071453,
    'sum(记录数)': 372,
    产品主类: 'null',
    区域: '鄄城县'
  },
  {
    'sum(平均售价)': 21506.149110555994,
    'sum(清算时间)': 75071452,
    'sum(记录数)': 372,
    产品主类: '彩妆',
    区域: '农安县'
  },
  {
    'sum(平均售价)': 37837.432956525,
    'sum(清算时间)': 74869617,
    'sum(记录数)': 371,
    产品主类: '护肤品',
    区域: '南岳区'
  },
  {
    'sum(平均售价)': 19532.515430325,
    'sum(清算时间)': 74667871,
    'sum(记录数)': 370,
    产品主类: '彩妆',
    区域: '平罗县'
  },
  {
    'sum(平均售价)': 13897.579959414006,
    'sum(清算时间)': 74667841,
    'sum(记录数)': 370,
    产品主类: 'null',
    区域: '新民市'
  },
  {
    'sum(平均售价)': 26048.107207741992,
    'sum(清算时间)': 74667829,
    'sum(记录数)': 370,
    产品主类: '护肤品',
    区域: '太和县'
  },
  {
    'sum(平均售价)': 25213.729269788993,
    'sum(清算时间)': 74667728,
    'sum(记录数)': 370,
    产品主类: '护肤品',
    区域: '任县'
  },
  {
    'sum(平均售价)': 47993.95080848499,
    'sum(清算时间)': 74667666,
    'sum(记录数)': 370,
    产品主类: '护肤品',
    区域: '保康县'
  },
  {
    'sum(平均售价)': 14123.470231158994,
    'sum(清算时间)': 74466047,
    'sum(记录数)': 369,
    产品主类: '彩妆',
    区域: '康保县'
  },
  {
    'sum(平均售价)': 17997.364642542983,
    'sum(清算时间)': 74466033,
    'sum(记录数)': 369,
    产品主类: '彩妆',
    区域: '深泽县'
  },
  {
    'sum(平均售价)': 21639.557671321996,
    'sum(清算时间)': 74466032,
    'sum(记录数)': 369,
    产品主类: '彩妆',
    区域: '安西县'
  },
  {
    'sum(平均售价)': 7037.705267005002,
    'sum(清算时间)': 74465902,
    'sum(记录数)': 369,
    产品主类: '个人护理',
    区域: '涿鹿县'
  },
  {
    'sum(平均售价)': 30450.415817413003,
    'sum(清算时间)': 74264246,
    'sum(记录数)': 368,
    产品主类: '护肤品',
    区域: '灵石县'
  },
  {
    'sum(平均售价)': 24157.029788340984,
    'sum(清算时间)': 74062437,
    'sum(记录数)': 367,
    产品主类: '彩妆',
    区域: '大英县'
  },
  {
    'sum(平均售价)': 41557.09828694199,
    'sum(清算时间)': 74062362,
    'sum(记录数)': 367,
    产品主类: '护肤品',
    区域: '星子县'
  },
  {
    'sum(平均售价)': 24921.75796858,
    'sum(清算时间)': 73860636,
    'sum(记录数)': 366,
    产品主类: '彩妆',
    区域: '筠连县'
  },
  {
    'sum(平均售价)': 8158.097018209995,
    'sum(清算时间)': 73860618,
    'sum(记录数)': 366,
    产品主类: '个人护理',
    区域: '临清市'
  },
  {
    'sum(平均售价)': 19538.78821439799,
    'sum(清算时间)': 73860613,
    'sum(记录数)': 366,
    产品主类: 'null',
    区域: '兰考县'
  },
  {
    'sum(平均售价)': 37501.95358520498,
    'sum(清算时间)': 73860602,
    'sum(记录数)': 366,
    产品主类: '护肤品',
    区域: '宜城市'
  },
  {
    'sum(平均售价)': 16293.761527048002,
    'sum(清算时间)': 73658838,
    'sum(记录数)': 365,
    产品主类: '彩妆',
    区域: '朝阳区'
  },
  {
    'sum(平均售价)': 7965.826199019998,
    'sum(清算时间)': 73658834,
    'sum(记录数)': 365,
    产品主类: '个人护理',
    区域: '朝阳区'
  },
  {
    'sum(平均售价)': 8166.2526658949955,
    'sum(清算时间)': 73658822,
    'sum(记录数)': 365,
    产品主类: '个人护理',
    区域: '富顺县'
  },
  {
    'sum(平均售价)': 15072.179025274994,
    'sum(清算时间)': 73457012,
    'sum(记录数)': 364,
    产品主类: '彩妆',
    区域: '元氏县'
  },
  {
    'sum(平均售价)': 22330.329534787008,
    'sum(清算时间)': 73457010,
    'sum(记录数)': 364,
    产品主类: '彩妆',
    区域: '鄄城县'
  },
  {
    'sum(平均售价)': 30141.641583373003,
    'sum(清算时间)': 73457009,
    'sum(记录数)': 364,
    产品主类: '护肤品',
    区域: '漳县'
  },
  {
    'sum(平均售价)': 34596.421522772995,
    'sum(清算时间)': 73457006,
    'sum(记录数)': 364,
    产品主类: '护肤品',
    区域: '当涂县'
  },
  {
    'sum(平均售价)': 43197.032500349014,
    'sum(清算时间)': 73456986,
    'sum(记录数)': 364,
    产品主类: '护肤品',
    区域: '南丰县'
  },
  {
    'sum(平均售价)': 30783.952802724,
    'sum(清算时间)': 73456976,
    'sum(记录数)': 364,
    产品主类: '彩妆',
    区域: '武昌区'
  },
  {
    'sum(平均售价)': 10987.885849986995,
    'sum(清算时间)': 73456871,
    'sum(记录数)': 364,
    产品主类: '个人护理',
    区域: '海盐县'
  },
  {
    'sum(平均售价)': 11260.316650159995,
    'sum(清算时间)': 73255209,
    'sum(记录数)': 363,
    产品主类: 'null',
    区域: '铁西区'
  },
  {
    'sum(平均售价)': 36339.45837395202,
    'sum(清算时间)': 73255201,
    'sum(记录数)': 363,
    产品主类: '护肤品',
    区域: '玉山县'
  },
  {
    'sum(平均售价)': 23650.19080260101,
    'sum(清算时间)': 73255191,
    'sum(记录数)': 363,
    产品主类: '护肤品',
    区域: '范县'
  },
  {
    'sum(平均售价)': 17030.911198650003,
    'sum(清算时间)': 73255190,
    'sum(记录数)': 363,
    产品主类: '彩妆',
    区域: '阳原县'
  },
  {
    'sum(平均售价)': 23639.18237058101,
    'sum(清算时间)': 73255158,
    'sum(记录数)': 363,
    产品主类: '彩妆',
    区域: '蛟河市'
  },
  {
    'sum(平均售价)': 51809.90595499002,
    'sum(清算时间)': 73255029,
    'sum(记录数)': 363,
    产品主类: '护肤品',
    区域: '潜山县'
  },
  {
    'sum(平均售价)': 9339.192623467998,
    'sum(清算时间)': 73053421,
    'sum(记录数)': 362,
    产品主类: '个人护理',
    区域: '睢宁县'
  },
  {
    'sum(平均售价)': 49839.04977599,
    'sum(清算时间)': 73053354,
    'sum(记录数)': 362,
    产品主类: '护肤品',
    区域: '枝江市'
  },
  {
    'sum(平均售价)': 9113.539041701999,
    'sum(清算时间)': 72851607,
    'sum(记录数)': 361,
    产品主类: 'null',
    区域: '社旗县'
  },
  {
    'sum(平均售价)': 19961.95997728801,
    'sum(清算时间)': 72851606,
    'sum(记录数)': 361,
    产品主类: '护肤品',
    区域: '威县'
  },
  {
    'sum(平均售价)': 15156.791015499,
    'sum(清算时间)': 72851595,
    'sum(记录数)': 361,
    产品主类: 'null',
    区域: '合阳县'
  },
  {
    'sum(平均售价)': 29446.703860180012,
    'sum(清算时间)': 72851473,
    'sum(记录数)': 361,
    产品主类: '彩妆',
    区域: '南市区'
  },
  {
    'sum(平均售价)': 11500.842018758005,
    'sum(清算时间)': 72649805,
    'sum(记录数)': 360,
    产品主类: 'null',
    区域: '新安县'
  },
  {
    'sum(平均售价)': 32165.723642686982,
    'sum(清算时间)': 72649796,
    'sum(记录数)': 360,
    产品主类: 'null',
    区域: '城西区'
  },
  {
    'sum(平均售价)': 14043.964014905998,
    'sum(清算时间)': 72649793,
    'sum(记录数)': 360,
    产品主类: 'null',
    区域: '勉县'
  },
  {
    'sum(平均售价)': 34025.58187352501,
    'sum(清算时间)': 72649793,
    'sum(记录数)': 360,
    产品主类: '护肤品',
    区域: '千阳县'
  },
  {
    'sum(平均售价)': 24131.387003342006,
    'sum(清算时间)': 72649792,
    'sum(记录数)': 360,
    产品主类: '彩妆',
    区域: '民勤县'
  },
  {
    'sum(平均售价)': 23348.01993691499,
    'sum(清算时间)': 72448004,
    'sum(记录数)': 359,
    产品主类: 'null',
    区域: '衡东县'
  },
  {
    'sum(平均售价)': 12837.155913955989,
    'sum(清算时间)': 72448001,
    'sum(记录数)': 359,
    产品主类: 'null',
    区域: '镇平县'
  },
  {
    'sum(平均售价)': 14460.461191508002,
    'sum(清算时间)': 72447986,
    'sum(记录数)': 359,
    产品主类: '彩妆',
    区域: '老城区'
  },
  {
    'sum(平均售价)': 24864.46397905201,
    'sum(清算时间)': 72246183,
    'sum(记录数)': 358,
    产品主类: '护肤品',
    区域: '雁江区'
  },
  {
    'sum(平均售价)': 13412.020977507997,
    'sum(清算时间)': 72246181,
    'sum(记录数)': 358,
    产品主类: 'null',
    区域: '临武县'
  },
  {
    'sum(平均售价)': 20375.081662809014,
    'sum(清算时间)': 72246151,
    'sum(记录数)': 358,
    产品主类: '彩妆',
    区域: '乌兰浩特市'
  },
  {
    'sum(平均售价)': 9114.318688096997,
    'sum(清算时间)': 72044401,
    'sum(记录数)': 357,
    产品主类: '个人护理',
    区域: '南岸区'
  },
  {
    'sum(平均售价)': 47334.208825559006,
    'sum(清算时间)': 72044364,
    'sum(记录数)': 357,
    产品主类: '护肤品',
    区域: '荔波县'
  },
  {
    'sum(平均售价)': 11087.196409768996,
    'sum(清算时间)': 71842673,
    'sum(记录数)': 356,
    产品主类: '个人护理',
    区域: '海南区'
  },
  {
    'sum(平均售价)': 6587.824988473998,
    'sum(清算时间)': 71842591,
    'sum(记录数)': 356,
    产品主类: '个人护理',
    区域: '礼县'
  },
  {
    'sum(平均售价)': 27158.713252066,
    'sum(清算时间)': 71842415,
    'sum(记录数)': 356,
    产品主类: '护肤品',
    区域: '社旗县'
  },
  {
    'sum(平均售价)': 11733.928674141,
    'sum(清算时间)': 71640795,
    'sum(记录数)': 355,
    产品主类: '个人护理',
    区域: '兴国县'
  },
  {
    'sum(平均售价)': 12975.51534262899,
    'sum(清算时间)': 71640755,
    'sum(记录数)': 355,
    产品主类: '个人护理',
    区域: '宝坻区'
  },
  {
    'sum(平均售价)': 22262.546548487007,
    'sum(清算时间)': 71439001,
    'sum(记录数)': 354,
    产品主类: 'null',
    区域: '柘荣县'
  },
  {
    'sum(平均售价)': 8069.247291695996,
    'sum(清算时间)': 71438979,
    'sum(记录数)': 354,
    产品主类: '个人护理',
    区域: '循化撒拉族自治县'
  },
  {
    'sum(平均售价)': 26200.277708703015,
    'sum(清算时间)': 71438925,
    'sum(记录数)': 354,
    产品主类: '护肤品',
    区域: '晋州市'
  },
  {
    'sum(平均售价)': 10610.672825526997,
    'sum(清算时间)': 71237173,
    'sum(记录数)': 353,
    产品主类: '个人护理',
    区域: '浏阳市'
  },
  {
    'sum(平均售价)': 10855.527850423998,
    'sum(清算时间)': 71237164,
    'sum(记录数)': 353,
    产品主类: '个人护理',
    区域: '荷塘区'
  },
  {
    'sum(平均售价)': 7236.5068302269965,
    'sum(清算时间)': 71237162,
    'sum(记录数)': 353,
    产品主类: '个人护理',
    区域: '喀喇沁左翼蒙古族自治县'
  },
  {
    'sum(平均售价)': 12264.482501686995,
    'sum(清算时间)': 71237159,
    'sum(记录数)': 353,
    产品主类: 'null',
    区域: '翼城县'
  },
  {
    'sum(平均售价)': 24240.977425767,
    'sum(清算时间)': 71237068,
    'sum(记录数)': 353,
    产品主类: '护肤品',
    区域: '惠民县'
  },
  {
    'sum(平均售价)': 28344.929763316017,
    'sum(清算时间)': 71236997,
    'sum(记录数)': 353,
    产品主类: 'null',
    区域: '海盐县'
  },
  {
    'sum(平均售价)': 22602.575744894995,
    'sum(清算时间)': 71035347,
    'sum(记录数)': 352,
    产品主类: '彩妆',
    区域: '洋县'
  },
  {
    'sum(平均售价)': 20705.354316412,
    'sum(清算时间)': 71035339,
    'sum(记录数)': 352,
    产品主类: '护肤品',
    区域: '嵩县'
  },
  {
    'sum(平均售价)': 17095.385719306014,
    'sum(清算时间)': 70833553,
    'sum(记录数)': 351,
    产品主类: 'null',
    区域: '民勤县'
  },
  {
    'sum(平均售价)': 11626.046604533987,
    'sum(清算时间)': 70833553,
    'sum(记录数)': 351,
    产品主类: 'null',
    区域: '集贤县'
  },
  {
    'sum(平均售价)': 22904.79203998398,
    'sum(清算时间)': 70833548,
    'sum(记录数)': 351,
    产品主类: '彩妆',
    区域: '兴文县'
  },
  {
    'sum(平均售价)': 21656.87024971399,
    'sum(清算时间)': 70833539,
    'sum(记录数)': 351,
    产品主类: '彩妆',
    区域: '永宁县'
  },
  {
    'sum(平均售价)': 19599.455896100022,
    'sum(清算时间)': 70833511,
    'sum(记录数)': 351,
    产品主类: '彩妆',
    区域: '满洲里市'
  },
  {
    'sum(平均售价)': 25796.07098183298,
    'sum(清算时间)': 70631764,
    'sum(记录数)': 350,
    产品主类: '彩妆',
    区域: '龙南县'
  },
  {
    'sum(平均售价)': 12670.424874465998,
    'sum(清算时间)': 70631762,
    'sum(记录数)': 350,
    产品主类: 'null',
    区域: '合作市'
  },
  {
    'sum(平均售价)': 10174.08232173299,
    'sum(清算时间)': 70429953,
    'sum(记录数)': 349,
    产品主类: '个人护理',
    区域: '邵阳县'
  },
  {
    'sum(平均售价)': 22211.894084574997,
    'sum(清算时间)': 70429923,
    'sum(记录数)': 349,
    产品主类: '护肤品',
    区域: '涪城区'
  },
  {
    'sum(平均售价)': 4238.319814523998,
    'sum(清算时间)': 70429786,
    'sum(记录数)': 349,
    产品主类: '儿童',
    区域: '柘城县'
  },
  {
    'sum(平均售价)': 19375.03207628598,
    'sum(清算时间)': 70228146,
    'sum(记录数)': 348,
    产品主类: '彩妆',
    区域: '翠屏区'
  },
  {
    'sum(平均售价)': 7961.932359218998,
    'sum(清算时间)': 70228000,
    'sum(记录数)': 348,
    产品主类: '个人护理',
    区域: '高碑店市'
  },
  {
    'sum(平均售价)': 24171.209240302993,
    'sum(清算时间)': 70026447,
    'sum(记录数)': 347,
    产品主类: '彩妆',
    区域: '海南区'
  },
  {
    'sum(平均售价)': 9220.233187277,
    'sum(清算时间)': 70026341,
    'sum(记录数)': 347,
    产品主类: '个人护理',
    区域: '红古区'
  },
  {
    'sum(平均售价)': 26385.76517091003,
    'sum(清算时间)': 70026334,
    'sum(记录数)': 347,
    产品主类: '彩妆',
    区域: '衡东县'
  },
  {
    'sum(平均售价)': 11456.961490168997,
    'sum(清算时间)': 70026325,
    'sum(记录数)': 347,
    产品主类: 'null',
    区域: '宜章县'
  },
  {
    'sum(平均售价)': 47519.590039554016,
    'sum(清算时间)': 70026320,
    'sum(记录数)': 347,
    产品主类: '护肤品',
    区域: '鸠江区'
  },
  {
    'sum(平均售价)': 28877.252018052994,
    'sum(清算时间)': 70026236,
    'sum(记录数)': 347,
    产品主类: '彩妆',
    区域: '临夏市'
  },
  {
    'sum(平均售价)': 20475.653980854997,
    'sum(清算时间)': 69824527,
    'sum(记录数)': 346,
    产品主类: '彩妆',
    区域: '渭滨区'
  },
  {
    'sum(平均售价)': 35763.614901392,
    'sum(清算时间)': 69824525,
    'sum(记录数)': 346,
    产品主类: '护肤品',
    区域: '镇宁布依族苗族自治县'
  },
  {
    'sum(平均售价)': 8078.710538039002,
    'sum(清算时间)': 69622729,
    'sum(记录数)': 345,
    产品主类: '个人护理',
    区域: '翠屏区'
  },
  {
    'sum(平均售价)': 14396.014809211003,
    'sum(清算时间)': 69622728,
    'sum(记录数)': 345,
    产品主类: '彩妆',
    区域: '礼县'
  },
  {
    'sum(平均售价)': 8154.922916119,
    'sum(清算时间)': 69622722,
    'sum(记录数)': 345,
    产品主类: 'null',
    区域: '鹿邑县'
  },
  {
    'sum(平均售价)': 35755.07060971199,
    'sum(清算时间)': 69622567,
    'sum(记录数)': 345,
    产品主类: '护肤品',
    区域: '内乡县'
  },
  {
    'sum(平均售价)': 30573.383353568006,
    'sum(清算时间)': 69420939,
    'sum(记录数)': 344,
    产品主类: '护肤品',
    区域: '郫县'
  },
  {
    'sum(平均售价)': 31917.96726972601,
    'sum(清算时间)': 69420920,
    'sum(记录数)': 344,
    产品主类: '护肤品',
    区域: '上蔡县'
  },
  {
    'sum(平均售价)': 7796.055457933002,
    'sum(清算时间)': 69219118,
    'sum(记录数)': 343,
    产品主类: '个人护理',
    区域: '中阳县'
  },
  {
    'sum(平均售价)': 8577.398470712998,
    'sum(清算时间)': 69219117,
    'sum(记录数)': 343,
    产品主类: '个人护理',
    区域: '筠连县'
  },
  {
    'sum(平均售价)': 27856.998564309994,
    'sum(清算时间)': 69219113,
    'sum(记录数)': 343,
    产品主类: '彩妆',
    区域: '余干县'
  },
  {
    'sum(平均售价)': 15846.740629354996,
    'sum(清算时间)': 69219105,
    'sum(记录数)': 343,
    产品主类: 'null',
    区域: '双峰县'
  },
  {
    'sum(平均售价)': 39577.45481462501,
    'sum(清算时间)': 69219095,
    'sum(记录数)': 343,
    产品主类: '护肤品',
    区域: '太谷县'
  },
  {
    'sum(平均售价)': 17168.591647676996,
    'sum(清算时间)': 69017335,
    'sum(记录数)': 342,
    产品主类: 'null',
    区域: '兴国县'
  },
  {
    'sum(平均售价)': 24538.242673005017,
    'sum(清算时间)': 69017331,
    'sum(记录数)': 342,
    产品主类: '护肤品',
    区域: '南岸区'
  },
  {
    'sum(平均售价)': 16099.980517506996,
    'sum(清算时间)': 69017315,
    'sum(记录数)': 342,
    产品主类: 'null',
    区域: '周至县'
  },
  {
    'sum(平均售价)': 13786.221364781002,
    'sum(清算时间)': 69017313,
    'sum(记录数)': 342,
    产品主类: 'null',
    区域: '中牟县'
  },
  {
    'sum(平均售价)': 18952.74981992501,
    'sum(清算时间)': 68815509,
    'sum(记录数)': 341,
    产品主类: 'null',
    区域: '修武县'
  },
  {
    'sum(平均售价)': 22733.803595572997,
    'sum(清算时间)': 68815508,
    'sum(记录数)': 341,
    产品主类: '彩妆',
    区域: '正宁县'
  },
  {
    'sum(平均售价)': 9636.264794403,
    'sum(清算时间)': 68815503,
    'sum(记录数)': 341,
    产品主类: 'null',
    区域: '刚察县'
  },
  {
    'sum(平均售价)': 25676.095822844,
    'sum(清算时间)': 68613696,
    'sum(记录数)': 340,
    产品主类: '护肤品',
    区域: '阳信县'
  },
  {
    'sum(平均售价)': 9805.892167287997,
    'sum(清算时间)': 68613694,
    'sum(记录数)': 340,
    产品主类: 'null',
    区域: '宁陵县'
  },
  {
    'sum(平均售价)': 7095.714130642998,
    'sum(清算时间)': 68411906,
    'sum(记录数)': 339,
    产品主类: '个人护理',
    区域: '合作市'
  },
  {
    'sum(平均售价)': 7680.0472175959985,
    'sum(清算时间)': 68411895,
    'sum(记录数)': 339,
    产品主类: '个人护理',
    区域: '农安县'
  },
  {
    'sum(平均售价)': 10881.604678797994,
    'sum(清算时间)': 68411881,
    'sum(记录数)': 339,
    产品主类: '个人护理',
    区域: '桑植县'
  },
  {
    'sum(平均售价)': 10947.636049517001,
    'sum(清算时间)': 68411837,
    'sum(记录数)': 339,
    产品主类: '个人护理',
    区域: '上街区'
  },
  {
    'sum(平均售价)': 29828.326692142004,
    'sum(清算时间)': 68411744,
    'sum(记录数)': 339,
    产品主类: '护肤品',
    区域: '桐柏县'
  },
  {
    'sum(平均售价)': 8706.60011277,
    'sum(清算时间)': 68210111,
    'sum(记录数)': 338,
    产品主类: '个人护理',
    区域: '阜南县'
  },
  {
    'sum(平均售价)': 28542.600138108,
    'sum(清算时间)': 68210099,
    'sum(记录数)': 338,
    产品主类: '彩妆',
    区域: '凌海市'
  },
  {
    'sum(平均售价)': 5394.877453694001,
    'sum(清算时间)': 68210096,
    'sum(记录数)': 338,
    产品主类: '居家日用',
    区域: '元宝区'
  },
  {
    'sum(平均售价)': 38059.42233995602,
    'sum(清算时间)': 68210095,
    'sum(记录数)': 338,
    产品主类: '彩妆',
    区域: '于都县'
  },
  {
    'sum(平均售价)': 18133.425903219988,
    'sum(清算时间)': 68210091,
    'sum(记录数)': 338,
    产品主类: '彩妆',
    区域: '罗庄区'
  },
  {
    'sum(平均售价)': 14354.468417452996,
    'sum(清算时间)': 68210087,
    'sum(记录数)': 338,
    产品主类: '面膜',
    区域: '鹿城区'
  },
  {
    'sum(平均售价)': 11078.044383572005,
    'sum(清算时间)': 68210085,
    'sum(记录数)': 338,
    产品主类: 'null',
    区域: '龙泉驿区'
  },
  {
    'sum(平均售价)': 19223.000747177994,
    'sum(清算时间)': 68210083,
    'sum(记录数)': 338,
    产品主类: 'null',
    区域: '江华瑶族自治县'
  },
  {
    'sum(平均售价)': 8376.082276543004,
    'sum(清算时间)': 68210071,
    'sum(记录数)': 338,
    产品主类: '个人护理',
    区域: '弥勒县'
  },
  {
    'sum(平均售价)': 7862.569520594001,
    'sum(清算时间)': 68209984,
    'sum(记录数)': 338,
    产品主类: '个人护理',
    区域: '郏县'
  },
  {
    'sum(平均售价)': 21981.452749901993,
    'sum(清算时间)': 68008290,
    'sum(记录数)': 337,
    产品主类: '彩妆',
    区域: '东胜区'
  },
  {
    'sum(平均售价)': 19634.58347983798,
    'sum(清算时间)': 68008267,
    'sum(记录数)': 337,
    产品主类: 'null',
    区域: '商州区'
  },
  {
    'sum(平均售价)': 8959.086953062002,
    'sum(清算时间)': 67806496,
    'sum(记录数)': 336,
    产品主类: 'null',
    区域: '宏伟区'
  },
  {
    'sum(平均售价)': 23767.68697629401,
    'sum(清算时间)': 67806416,
    'sum(记录数)': 336,
    产品主类: '护肤品',
    区域: '阳谷县'
  },
  {
    'sum(平均售价)': 8375.824174422001,
    'sum(清算时间)': 67806392,
    'sum(记录数)': 336,
    产品主类: 'null',
    区域: '任县'
  },
  {
    'sum(平均售价)': 15499.963418238,
    'sum(清算时间)': 67604686,
    'sum(记录数)': 335,
    产品主类: '彩妆',
    区域: '辛集市'
  },
  {
    'sum(平均售价)': 31443.770185814996,
    'sum(清算时间)': 67604650,
    'sum(记录数)': 335,
    产品主类: '护肤品',
    区域: '柞水县'
  },
  {
    'sum(平均售价)': 15645.342451264993,
    'sum(清算时间)': 67402886,
    'sum(记录数)': 334,
    产品主类: '彩妆',
    区域: '内黄县'
  },
  {
    'sum(平均售价)': 15726.533031178,
    'sum(清算时间)': 67402879,
    'sum(记录数)': 334,
    产品主类: 'null',
    区域: '循化撒拉族自治县'
  },
  {
    'sum(平均售价)': 22551.153892889008,
    'sum(清算时间)': 67402854,
    'sum(记录数)': 334,
    产品主类: '彩妆',
    区域: '清水县'
  },
  {
    'sum(平均售价)': 23839.877403443996,
    'sum(清算时间)': 67201086,
    'sum(记录数)': 333,
    产品主类: '彩妆',
    区域: '循化撒拉族自治县'
  },
  {
    'sum(平均售价)': 20714.97024888401,
    'sum(清算时间)': 67201072,
    'sum(记录数)': 333,
    产品主类: '彩妆',
    区域: '西夏区'
  },
  {
    'sum(平均售价)': 7317.946443798,
    'sum(清算时间)': 67201062,
    'sum(记录数)': 333,
    产品主类: 'null',
    区域: '大东区'
  },
  {
    'sum(平均售价)': 12673.902541491003,
    'sum(清算时间)': 67201060,
    'sum(记录数)': 333,
    产品主类: '彩妆',
    区域: '义县'
  },
  {
    'sum(平均售价)': 7227.670089575999,
    'sum(清算时间)': 66999283,
    'sum(记录数)': 332,
    产品主类: '个人护理',
    区域: '平罗县'
  },
  {
    'sum(平均售价)': 18456.902896516007,
    'sum(清算时间)': 66999261,
    'sum(记录数)': 332,
    产品主类: 'null',
    区域: '岐山县'
  },
  {
    'sum(平均售价)': 6802.296927190001,
    'sum(清算时间)': 66797456,
    'sum(记录数)': 331,
    产品主类: '个人护理',
    区域: '榆树市'
  },
  {
    'sum(平均售价)': 20377.97227386199,
    'sum(清算时间)': 66797436,
    'sum(记录数)': 331,
    产品主类: '彩妆',
    区域: '西吉县'
  },
  {
    'sum(平均售价)': 27575.395102881997,
    'sum(清算时间)': 66797418,
    'sum(记录数)': 331,
    产品主类: '护肤品',
    区域: '奉新县'
  },
  {
    'sum(平均售价)': 18236.287867608997,
    'sum(清算时间)': 66595644,
    'sum(记录数)': 330,
    产品主类: 'null',
    区域: '庆城县'
  },
  {
    'sum(平均售价)': 23622.026192766,
    'sum(清算时间)': 66595610,
    'sum(记录数)': 330,
    产品主类: '护肤品',
    区域: '承德县'
  },
  {
    'sum(平均售价)': 35324.355605729994,
    'sum(清算时间)': 66595575,
    'sum(记录数)': 330,
    产品主类: '彩妆',
    区域: '克拉玛依区'
  },
  {
    'sum(平均售价)': 8408.085592512,
    'sum(清算时间)': 66595569,
    'sum(记录数)': 330,
    产品主类: '个人护理',
    区域: '临夏市'
  },
  {
    'sum(平均售价)': 31556.082082890993,
    'sum(清算时间)': 66393880,
    'sum(记录数)': 329,
    产品主类: '彩妆',
    区域: '花垣县'
  },
  {
    'sum(平均售价)': 11488.297389520996,
    'sum(清算时间)': 66393865,
    'sum(记录数)': 329,
    产品主类: '彩妆',
    区域: '汝阳县'
  },
  {
    'sum(平均售价)': 44439.60915674696,
    'sum(清算时间)': 66393846,
    'sum(记录数)': 329,
    产品主类: '护肤品',
    区域: '伽师县'
  },
  {
    'sum(平均售价)': 17702.962810082005,
    'sum(清算时间)': 66393837,
    'sum(记录数)': 329,
    产品主类: '彩妆',
    区域: '邓州市'
  },
  {
    'sum(平均售价)': 4658.3655329030025,
    'sum(清算时间)': 66192041,
    'sum(记录数)': 328,
    产品主类: '居家日用',
    区域: '白塔区'
  },
  {
    'sum(平均售价)': 24465.045165579977,
    'sum(清算时间)': 66192041,
    'sum(记录数)': 328,
    产品主类: '彩妆',
    区域: '靖州苗族侗族自治县'
  },
  {
    'sum(平均售价)': 13329.424710702988,
    'sum(清算时间)': 66192018,
    'sum(记录数)': 328,
    产品主类: '彩妆',
    区域: '南和县'
  },
  {
    'sum(平均售价)': 10077.46080443299,
    'sum(清算时间)': 66191955,
    'sum(记录数)': 328,
    产品主类: '个人护理',
    区域: '兰考县'
  },
  {
    'sum(平均售价)': 26115.844188512987,
    'sum(清算时间)': 66191951,
    'sum(记录数)': 328,
    产品主类: '彩妆',
    区域: '阿拉尔市'
  },
  {
    'sum(平均售价)': 16161.65727569899,
    'sum(清算时间)': 65990222,
    'sum(记录数)': 327,
    产品主类: '彩妆',
    区域: '峄城区'
  },
  {
    'sum(平均售价)': 48125.841245010015,
    'sum(清算时间)': 65990216,
    'sum(记录数)': 327,
    产品主类: '护肤品',
    区域: '福泉市'
  },
  {
    'sum(平均售价)': 5012.172230772999,
    'sum(清算时间)': 65990210,
    'sum(记录数)': 327,
    产品主类: '个人护理',
    区域: '许昌县'
  },
  {
    'sum(平均售价)': 9770.642583284001,
    'sum(清算时间)': 65586647,
    'sum(记录数)': 325,
    产品主类: '个人护理',
    区域: '浠水县'
  },
  {
    'sum(平均售价)': 7247.20837903,
    'sum(清算时间)': 65586625,
    'sum(记录数)': 325,
    产品主类: '个人护理',
    区域: '刚察县'
  },
  {
    'sum(平均售价)': 8292.801249148004,
    'sum(清算时间)': 65586617,
    'sum(记录数)': 325,
    产品主类: '个人护理',
    区域: '乐都县'
  },
  {
    'sum(平均售价)': 49223.73178590702,
    'sum(清算时间)': 65586616,
    'sum(记录数)': 325,
    产品主类: '护肤品',
    区域: '哈密市'
  },
  {
    'sum(平均售价)': 10867.827924977995,
    'sum(清算时间)': 65586563,
    'sum(记录数)': 325,
    产品主类: '个人护理',
    区域: '修武县'
  },
  {
    'sum(平均售价)': 7071.354807145995,
    'sum(清算时间)': 65586561,
    'sum(记录数)': 325,
    产品主类: '个人护理',
    区域: '邓州市'
  },
  {
    'sum(平均售价)': 22547.461966198007,
    'sum(清算时间)': 65384872,
    'sum(记录数)': 324,
    产品主类: '彩妆',
    区域: '椒江区'
  },
  {
    'sum(平均售价)': 33151.40893221,
    'sum(清算时间)': 65384859,
    'sum(记录数)': 324,
    产品主类: '护肤品',
    区域: '椒江区'
  },
  {
    'sum(平均售价)': 21324.861640900002,
    'sum(清算时间)': 65384809,
    'sum(记录数)': 324,
    产品主类: '彩妆',
    区域: '濉溪县'
  },
  {
    'sum(平均售价)': 12710.345742099998,
    'sum(清算时间)': 65384675,
    'sum(记录数)': 324,
    产品主类: '彩妆',
    区域: '朔城区'
  },
  {
    'sum(平均售价)': 20067.214917573005,
    'sum(清算时间)': 65384659,
    'sum(记录数)': 324,
    产品主类: 'null',
    区域: '大冶市'
  },
  {
    'sum(平均售价)': 19492.136846992005,
    'sum(清算时间)': 65183022,
    'sum(记录数)': 323,
    产品主类: 'null',
    区域: '浏阳市'
  },
  {
    'sum(平均售价)': 24567.302699974996,
    'sum(清算时间)': 65183012,
    'sum(记录数)': 323,
    产品主类: '彩妆',
    区域: '汉源县'
  },
  {
    'sum(平均售价)': 52621.72830812601,
    'sum(清算时间)': 65183009,
    'sum(记录数)': 323,
    产品主类: '护肤品',
    区域: '罗甸县'
  },
  {
    'sum(平均售价)': 32362.165231240022,
    'sum(清算时间)': 65183007,
    'sum(记录数)': 323,
    产品主类: '彩妆',
    区域: '浏阳市'
  },
  {
    'sum(平均售价)': 26386.276344994014,
    'sum(清算时间)': 64981250,
    'sum(记录数)': 322,
    产品主类: '彩妆',
    区域: '太康县'
  },
  {
    'sum(平均售价)': 7120.754001084,
    'sum(清算时间)': 64981237,
    'sum(记录数)': 322,
    产品主类: '个人护理',
    区域: '阳信县'
  },
  {
    'sum(平均售价)': 13212.195373441999,
    'sum(清算时间)': 64981212,
    'sum(记录数)': 322,
    产品主类: 'null',
    区域: '乐都县'
  },
  {
    'sum(平均售价)': 44696.20597219799,
    'sum(清算时间)': 64981201,
    'sum(记录数)': 322,
    产品主类: '护肤品',
    区域: '应城市'
  },
  {
    'sum(平均售价)': 35575.09198992101,
    'sum(清算时间)': 64981180,
    'sum(记录数)': 322,
    产品主类: '护肤品',
    区域: '犍为县'
  },
  {
    'sum(平均售价)': 7522.102934367,
    'sum(清算时间)': 64981132,
    'sum(记录数)': 322,
    产品主类: '个人护理',
    区域: '淅川县'
  },
  {
    'sum(平均售价)': 7274.8119383620015,
    'sum(清算时间)': 64981085,
    'sum(记录数)': 322,
    产品主类: '个人护理',
    区域: '深泽县'
  },
  {
    'sum(平均售价)': 27439.483550778994,
    'sum(清算时间)': 64980888,
    'sum(记录数)': 322,
    产品主类: '护肤品',
    区域: '泌阳县'
  },
  {
    'sum(平均售价)': 18044.376080301,
    'sum(清算时间)': 64779418,
    'sum(记录数)': 321,
    产品主类: '面膜',
    区域: '海盐县'
  },
  {
    'sum(平均售价)': 11013.944885428993,
    'sum(清算时间)': 64779406,
    'sum(记录数)': 321,
    产品主类: 'null',
    区域: '临西县'
  },
  {
    'sum(平均售价)': 21685.876609414998,
    'sum(清算时间)': 64779391,
    'sum(记录数)': 321,
    产品主类: '彩妆',
    区域: '郏县'
  },
  {
    'sum(平均售价)': 16275.121415157995,
    'sum(清算时间)': 64779354,
    'sum(记录数)': 321,
    产品主类: '彩妆',
    区域: '奈曼旗'
  },
  {
    'sum(平均售价)': 22093.787012445013,
    'sum(清算时间)': 64577608,
    'sum(记录数)': 320,
    产品主类: '彩妆',
    区域: '宜章县'
  },
  {
    'sum(平均售价)': 9832.036320693003,
    'sum(清算时间)': 64577593,
    'sum(记录数)': 320,
    产品主类: '个人护理',
    区域: '维西傈僳族自治县'
  },
  {
    'sum(平均售价)': 7997.500120117999,
    'sum(清算时间)': 64577589,
    'sum(记录数)': 320,
    产品主类: '个人护理',
    区域: '商州区'
  },
  {
    'sum(平均售价)': 7696.896171853,
    'sum(清算时间)': 64577586,
    'sum(记录数)': 320,
    产品主类: '个人护理',
    区域: '延吉市'
  },
  {
    'sum(平均售价)': 28601.68058684201,
    'sum(清算时间)': 64577537,
    'sum(记录数)': 320,
    产品主类: '护肤品',
    区域: '绛县'
  },
  {
    'sum(平均售价)': 13223.268273838996,
    'sum(清算时间)': 64375797,
    'sum(记录数)': 319,
    产品主类: '彩妆',
    区域: '涪城区'
  },
  {
    'sum(平均售价)': 15452.748098249998,
    'sum(清算时间)': 64375793,
    'sum(记录数)': 319,
    产品主类: 'null',
    区域: '荷塘区'
  },
  {
    'sum(平均售价)': 23887.108442849996,
    'sum(清算时间)': 64375791,
    'sum(记录数)': 319,
    产品主类: 'null',
    区域: '邵阳县'
  },
  {
    'sum(平均售价)': 19608.130616870007,
    'sum(清算时间)': 64375782,
    'sum(记录数)': 319,
    产品主类: '彩妆',
    区域: '刚察县'
  },
  {
    'sum(平均售价)': 23683.246258076,
    'sum(清算时间)': 64375781,
    'sum(记录数)': 319,
    产品主类: '护肤品',
    区域: '六枝特区'
  },
  {
    'sum(平均售价)': 21806.21416800399,
    'sum(清算时间)': 64173984,
    'sum(记录数)': 318,
    产品主类: '彩妆',
    区域: '谯城区'
  },
  {
    'sum(平均售价)': 5667.757929055003,
    'sum(清算时间)': 64173854,
    'sum(记录数)': 318,
    产品主类: '个人护理',
    区域: '顺平县'
  },
  {
    'sum(平均售价)': 10341.214155188993,
    'sum(清算时间)': 63972188,
    'sum(记录数)': 317,
    产品主类: '个人护理',
    区域: '荔城区'
  },
  {
    'sum(平均售价)': 9010.619727602996,
    'sum(清算时间)': 63972184,
    'sum(记录数)': 317,
    产品主类: 'null',
    区域: '中阳县'
  },
  {
    'sum(平均售价)': 27267.712277051007,
    'sum(清算时间)': 63972164,
    'sum(记录数)': 317,
    产品主类: '彩妆',
    区域: '娄星区'
  },
  {
    'sum(平均售价)': 8829.142077640003,
    'sum(清算时间)': 63972140,
    'sum(记录数)': 317,
    产品主类: '个人护理',
    区域: '竹山县'
  },
  {
    'sum(平均售价)': 6775.697485839,
    'sum(清算时间)': 63770386,
    'sum(记录数)': 316,
    产品主类: '个人护理',
    区域: '渭滨区'
  },
  {
    'sum(平均售价)': 9641.796508226998,
    'sum(清算时间)': 63770373,
    'sum(记录数)': 316,
    产品主类: 'null',
    区域: '峄城区'
  },
  {
    'sum(平均售价)': 19638.306883610992,
    'sum(清算时间)': 63770356,
    'sum(记录数)': 316,
    产品主类: '彩妆',
    区域: '商州区'
  },
  {
    'sum(平均售价)': 9080.454610779003,
    'sum(清算时间)': 63770263,
    'sum(记录数)': 316,
    产品主类: 'null',
    区域: '深泽县'
  },
  {
    'sum(平均售价)': 7998.001105537991,
    'sum(清算时间)': 63770174,
    'sum(记录数)': 316,
    产品主类: 'null',
    区域: '朔城区'
  },
  {
    'sum(平均售价)': 5659.836634678005,
    'sum(清算时间)': 63568576,
    'sum(记录数)': 315,
    产品主类: '个人护理',
    区域: '惠民县'
  },
  {
    'sum(平均售价)': 7748.552898356002,
    'sum(清算时间)': 63568557,
    'sum(记录数)': 315,
    产品主类: '个人护理',
    区域: '乌达区'
  },
  {
    'sum(平均售价)': 27580.46380217701,
    'sum(清算时间)': 63568546,
    'sum(记录数)': 315,
    产品主类: '彩妆',
    区域: '兰考县'
  },
  {
    'sum(平均售价)': 15541.056313935995,
    'sum(清算时间)': 63568445,
    'sum(记录数)': 315,
    产品主类: 'null',
    区域: '正定县'
  },
  {
    'sum(平均售价)': 11851.268359744998,
    'sum(清算时间)': 63366814,
    'sum(记录数)': 314,
    产品主类: '个人护理',
    区域: '柘荣县'
  },
  {
    'sum(平均售价)': 5431.060158537002,
    'sum(清算时间)': 63366793,
    'sum(记录数)': 314,
    产品主类: '个人护理',
    区域: '三原县'
  },
  {
    'sum(平均售价)': 6075.0192970499975,
    'sum(清算时间)': 63366770,
    'sum(记录数)': 314,
    产品主类: '个人护理',
    区域: '市中区'
  },
  {
    'sum(平均售价)': 32487.273243385036,
    'sum(清算时间)': 63366760,
    'sum(记录数)': 314,
    产品主类: '护肤品',
    区域: '翔安区'
  },
  {
    'sum(平均售价)': 7749.940920952997,
    'sum(清算时间)': 63366736,
    'sum(记录数)': 314,
    产品主类: '个人护理',
    区域: '钟祥市'
  },
  {
    'sum(平均售价)': 34565.002734866,
    'sum(清算时间)': 63366732,
    'sum(记录数)': 314,
    产品主类: '彩妆',
    区域: '荔城区'
  },
  {
    'sum(平均售价)': 30745.33885925,
    'sum(清算时间)': 63366722,
    'sum(记录数)': 314,
    产品主类: '护肤品',
    区域: '宁蒗彝族自治县'
  },
  {
    'sum(平均售价)': 31465.708857955997,
    'sum(清算时间)': 63366608,
    'sum(记录数)': 314,
    产品主类: '护肤品',
    区域: '凤阳县'
  },
  {
    'sum(平均售价)': 32518.359513119995,
    'sum(清算时间)': 63164962,
    'sum(记录数)': 313,
    产品主类: '护肤品',
    区域: '玉州区'
  },
  {
    'sum(平均售价)': 24029.718411764,
    'sum(清算时间)': 63164960,
    'sum(记录数)': 313,
    产品主类: '彩妆',
    区域: '新宁县'
  },
  {
    'sum(平均售价)': 40819.859381060014,
    'sum(清算时间)': 63164910,
    'sum(记录数)': 313,
    产品主类: '护肤品',
    区域: '石城县'
  },
  {
    'sum(平均售价)': 13211.287694536004,
    'sum(清算时间)': 62963226,
    'sum(记录数)': 312,
    产品主类: 'null',
    区域: '太康县'
  },
  {
    'sum(平均售价)': 31616.743589620983,
    'sum(清算时间)': 62963178,
    'sum(记录数)': 312,
    产品主类: '护肤品',
    区域: '城步苗族自治县'
  },
  {
    'sum(平均售价)': 15688.655065549001,
    'sum(清算时间)': 62963178,
    'sum(记录数)': 312,
    产品主类: '彩妆',
    区域: '中牟县'
  },
  {
    'sum(平均售价)': 30203.208928409993,
    'sum(清算时间)': 62963157,
    'sum(记录数)': 312,
    产品主类: '彩妆',
    区域: '修武县'
  },
  {
    'sum(平均售价)': 39632.091756060996,
    'sum(清算时间)': 62963134,
    'sum(记录数)': 312,
    产品主类: '护肤品',
    区域: '宜黄县'
  },
  {
    'sum(平均售价)': 28529.653123470995,
    'sum(清算时间)': 62761365,
    'sum(记录数)': 311,
    产品主类: '彩妆',
    区域: '长葛市'
  },
  {
    'sum(平均售价)': 8156.648370301005,
    'sum(清算时间)': 62761355,
    'sum(记录数)': 311,
    产品主类: '个人护理',
    区域: '贡井区'
  },
  {
    'sum(平均售价)': 19536.575428197008,
    'sum(清算时间)': 62761354,
    'sum(记录数)': 311,
    产品主类: '护肤品',
    区域: '三原县'
  },
  {
    'sum(平均售价)': 6079.831886327001,
    'sum(清算时间)': 62761346,
    'sum(记录数)': 311,
    产品主类: '个人护理',
    区域: '建昌县'
  },
  {
    'sum(平均售价)': 6279.178283624,
    'sum(清算时间)': 62761343,
    'sum(记录数)': 311,
    产品主类: '个人护理',
    区域: '怀仁县'
  },
  {
    'sum(平均售价)': 24663.333229917,
    'sum(清算时间)': 62761339,
    'sum(记录数)': 311,
    产品主类: '面膜',
    区域: '余杭区'
  },
  {
    'sum(平均售价)': 8024.835320363997,
    'sum(清算时间)': 62761337,
    'sum(记录数)': 311,
    产品主类: '个人护理',
    区域: '太谷县'
  },
  {
    'sum(平均售价)': 22326.744168024998,
    'sum(清算时间)': 62761331,
    'sum(记录数)': 311,
    产品主类: '彩妆',
    区域: '新源县'
  },
  {
    'sum(平均售价)': 30659.326842107,
    'sum(清算时间)': 62761328,
    'sum(记录数)': 311,
    产品主类: '护肤品',
    区域: '博乐市'
  },
  {
    'sum(平均售价)': 34569.550513245966,
    'sum(清算时间)': 62559574,
    'sum(记录数)': 310,
    产品主类: '护肤品',
    区域: '芜湖县'
  },
  {
    'sum(平均售价)': 7118.174454722001,
    'sum(清算时间)': 62559545,
    'sum(记录数)': 310,
    产品主类: 'null',
    区域: '范县'
  },
  {
    'sum(平均售价)': 32651.71775482801,
    'sum(清算时间)': 62559539,
    'sum(记录数)': 310,
    产品主类: '护肤品',
    区域: '会宁县'
  },
  {
    'sum(平均售价)': 32334.24021007999,
    'sum(清算时间)': 62559510,
    'sum(记录数)': 310,
    产品主类: '护肤品',
    区域: '宁晋县'
  },
  {
    'sum(平均售价)': 32540.426752688014,
    'sum(清算时间)': 62559288,
    'sum(记录数)': 310,
    产品主类: '护肤品',
    区域: '淮滨县'
  },
  {
    'sum(平均售价)': 34180.86875987,
    'sum(清算时间)': 62357748,
    'sum(记录数)': 309,
    产品主类: '彩妆',
    区域: '利川市'
  },
  {
    'sum(平均售价)': 26497.854684271988,
    'sum(清算时间)': 62357742,
    'sum(记录数)': 309,
    产品主类: '彩妆',
    区域: '肃州区'
  },
  {
    'sum(平均售价)': 9200.961383455997,
    'sum(清算时间)': 62357742,
    'sum(记录数)': 309,
    产品主类: '个人护理',
    区域: '汉源县'
  },
  {
    'sum(平均售价)': 22604.484206873003,
    'sum(清算时间)': 62357720,
    'sum(记录数)': 309,
    产品主类: '护肤品',
    区域: '新荣区'
  },
  {
    'sum(平均售价)': 7907.952827869,
    'sum(清算时间)': 62155947,
    'sum(记录数)': 308,
    产品主类: '个人护理',
    区域: '永靖县'
  },
  {
    'sum(平均售价)': 15383.02706823799,
    'sum(清算时间)': 62155923,
    'sum(记录数)': 308,
    产品主类: '彩妆',
    区域: '新安县'
  },
  {
    'sum(平均售价)': 46884.44058808,
    'sum(清算时间)': 62155903,
    'sum(记录数)': 308,
    产品主类: '护肤品',
    区域: '镇雄县'
  },
  {
    'sum(平均售价)': 22197.026037625004,
    'sum(清算时间)': 62155887,
    'sum(记录数)': 308,
    产品主类: '彩妆',
    区域: '沙湾县'
  },
  {
    'sum(平均售价)': 15083.897306077994,
    'sum(清算时间)': 62155826,
    'sum(记录数)': 308,
    产品主类: '彩妆',
    区域: '望都县'
  },
  {
    'sum(平均售价)': 18192.571132913006,
    'sum(清算时间)': 61954141,
    'sum(记录数)': 307,
    产品主类: '彩妆',
    区域: '古浪县'
  },
  {
    'sum(平均售价)': 14893.689704760993,
    'sum(清算时间)': 61954130,
    'sum(记录数)': 307,
    产品主类: 'null',
    区域: '安阳县'
  },
  {
    'sum(平均售价)': 13976.523533192996,
    'sum(清算时间)': 61954032,
    'sum(记录数)': 307,
    产品主类: '彩妆',
    区域: '丰润区'
  },
  {
    'sum(平均售价)': 31126.380962286,
    'sum(清算时间)': 61752310,
    'sum(记录数)': 306,
    产品主类: '护肤品',
    区域: '洋县'
  },
  {
    'sum(平均售价)': 22595.502256434997,
    'sum(清算时间)': 61752202,
    'sum(记录数)': 306,
    产品主类: '彩妆',
    区域: '阿勒泰市'
  },
  {
    'sum(平均售价)': 17781.210264446985,
    'sum(清算时间)': 61550550,
    'sum(记录数)': 305,
    产品主类: '彩妆',
    区域: '石棉县'
  },
  {
    'sum(平均售价)': 10574.981646858992,
    'sum(清算时间)': 61550531,
    'sum(记录数)': 305,
    产品主类: 'null',
    区域: '威县'
  },
  {
    'sum(平均售价)': 6958.6177131099985,
    'sum(清算时间)': 61550531,
    'sum(记录数)': 305,
    产品主类: '个人护理',
    区域: '沛县'
  },
  {
    'sum(平均售价)': 13341.294888562994,
    'sum(清算时间)': 61550531,
    'sum(记录数)': 305,
    产品主类: 'null',
    区域: '安西县'
  },
  {
    'sum(平均售价)': 5819.113424424,
    'sum(清算时间)': 61550530,
    'sum(记录数)': 305,
    产品主类: '个人护理',
    区域: '雁江区'
  },
  {
    'sum(平均售价)': 24311.637725998982,
    'sum(清算时间)': 61550519,
    'sum(记录数)': 305,
    产品主类: 'null',
    区域: '荔城区'
  },
  {
    'sum(平均售价)': 48841.875514479994,
    'sum(清算时间)': 61550517,
    'sum(记录数)': 305,
    产品主类: '护肤品',
    区域: '遂平县'
  },
  {
    'sum(平均售价)': 4546.233558329,
    'sum(清算时间)': 61550440,
    'sum(记录数)': 305,
    产品主类: '居家日用',
    区域: '嘉祥县'
  },
  {
    'sum(平均售价)': 8395.128328373,
    'sum(清算时间)': 61348731,
    'sum(记录数)': 304,
    产品主类: '个人护理',
    区域: '渠县'
  },
  {
    'sum(平均售价)': 15133.042302925995,
    'sum(清算时间)': 61348713,
    'sum(记录数)': 304,
    产品主类: 'null',
    区域: '清水县'
  },
  {
    'sum(平均售价)': 8653.828933249002,
    'sum(清算时间)': 61348712,
    'sum(记录数)': 304,
    产品主类: '个人护理',
    区域: '乌拉特中旗'
  },
  {
    'sum(平均售价)': 7846.817120181999,
    'sum(清算时间)': 61348698,
    'sum(记录数)': 304,
    产品主类: '个人护理',
    区域: '谷城县'
  },
  {
    'sum(平均售价)': 29235.17474555799,
    'sum(清算时间)': 61348698,
    'sum(记录数)': 304,
    产品主类: '彩妆',
    区域: '奇台县'
  },
  {
    'sum(平均售价)': 9971.391170992998,
    'sum(清算时间)': 61348697,
    'sum(记录数)': 304,
    产品主类: 'null',
    区域: '内乡县'
  },
  {
    'sum(平均售价)': 27205.336704870002,
    'sum(清算时间)': 61348688,
    'sum(记录数)': 304,
    产品主类: '彩妆',
    区域: '红山区'
  },
  {
    'sum(平均售价)': 22021.35281151199,
    'sum(清算时间)': 61146885,
    'sum(记录数)': 303,
    产品主类: '彩妆',
    区域: '眉县'
  },
  {
    'sum(平均售价)': 4267.633526395001,
    'sum(清算时间)': 61146791,
    'sum(记录数)': 303,
    产品主类: '个人护理',
    区域: '南和县'
  },
  {
    'sum(平均售价)': 35244.437586429995,
    'sum(清算时间)': 60945057,
    'sum(记录数)': 302,
    产品主类: '彩妆',
    区域: '南康市'
  },
  {
    'sum(平均售价)': 7281.532383157998,
    'sum(清算时间)': 60743310,
    'sum(记录数)': 301,
    产品主类: '个人护理',
    区域: '泰和县'
  },
  {
    'sum(平均售价)': 22719.778112437,
    'sum(清算时间)': 60743305,
    'sum(记录数)': 301,
    产品主类: '彩妆',
    区域: '隆回县'
  },
  {
    'sum(平均售价)': 18934.281410858,
    'sum(清算时间)': 60743303,
    'sum(记录数)': 301,
    产品主类: '彩妆',
    区域: '湘潭县'
  },
  {
    'sum(平均售价)': 26618.165744092,
    'sum(清算时间)': 60743291,
    'sum(记录数)': 301,
    产品主类: '彩妆',
    区域: '贵溪市'
  },
  {
    'sum(平均售价)': 30373.80929001001,
    'sum(清算时间)': 60743287,
    'sum(记录数)': 301,
    产品主类: '彩妆',
    区域: '乐清市'
  },
  {
    'sum(平均售价)': 17762.42732838601,
    'sum(清算时间)': 60743242,
    'sum(记录数)': 301,
    产品主类: '彩妆',
    区域: '尼勒克县'
  },
  {
    'sum(平均售价)': 15402.45633018199,
    'sum(清算时间)': 60743206,
    'sum(记录数)': 301,
    产品主类: '彩妆',
    区域: '高碑店市'
  },
  {
    'sum(平均售价)': 10570.872590727,
    'sum(清算时间)': 60743187,
    'sum(记录数)': 301,
    产品主类: '个人护理',
    区域: '乌鲁木齐县'
  },
  {
    'sum(平均售价)': 36532.01490251699,
    'sum(清算时间)': 60743052,
    'sum(记录数)': 301,
    产品主类: '护肤品',
    区域: '太康县'
  },
  {
    'sum(平均售价)': 7719.550346771003,
    'sum(清算时间)': 60541493,
    'sum(记录数)': 300,
    产品主类: 'null',
    区域: '周村区'
  },
  {
    'sum(平均售价)': 36443.99509229098,
    'sum(清算时间)': 60541474,
    'sum(记录数)': 300,
    产品主类: '护肤品',
    区域: '黄梅县'
  },
  {
    'sum(平均售价)': 24146.015003346998,
    'sum(清算时间)': 60339707,
    'sum(记录数)': 299,
    产品主类: '彩妆',
    区域: '西峰区'
  },
  {
    'sum(平均售价)': 7040.280788849996,
    'sum(清算时间)': 60339693,
    'sum(记录数)': 299,
    产品主类: '个人护理',
    区域: '清水县'
  },
  {
    'sum(平均售价)': 12470.121597054002,
    'sum(清算时间)': 60339689,
    'sum(记录数)': 299,
    产品主类: '面膜',
    区域: '宁乡县'
  },
  {
    'sum(平均售价)': 16094.602135175006,
    'sum(清算时间)': 60339563,
    'sum(记录数)': 299,
    产品主类: '彩妆',
    区域: '涿州市'
  },
  {
    'sum(平均售价)': 24582.068022827993,
    'sum(清算时间)': 60339563,
    'sum(记录数)': 299,
    产品主类: '护肤品',
    区域: '宁陵县'
  },
  {
    'sum(平均售价)': 8494.101567584994,
    'sum(清算时间)': 60137886,
    'sum(记录数)': 298,
    产品主类: '个人护理',
    区域: '乾县'
  },
  {
    'sum(平均售价)': 18164.148850219,
    'sum(清算时间)': 60137878,
    'sum(记录数)': 298,
    产品主类: '护肤品',
    区域: '绵竹市'
  },
  {
    'sum(平均售价)': 32050.332629796998,
    'sum(清算时间)': 60137868,
    'sum(记录数)': 298,
    产品主类: '护肤品',
    区域: '平阳县'
  },
  {
    'sum(平均售价)': 19692.363746405998,
    'sum(清算时间)': 60137867,
    'sum(记录数)': 298,
    产品主类: '彩妆',
    区域: '弥勒县'
  },
  {
    'sum(平均售价)': 20470.763739173,
    'sum(清算时间)': 60137865,
    'sum(记录数)': 298,
    产品主类: '彩妆',
    区域: '仙桃市'
  },
  {
    'sum(平均售价)': 9033.612646079007,
    'sum(清算时间)': 60137862,
    'sum(记录数)': 298,
    产品主类: 'null',
    区域: '东营区'
  },
  {
    'sum(平均售价)': 7484.718987750995,
    'sum(清算时间)': 60137817,
    'sum(记录数)': 298,
    产品主类: '个人护理',
    区域: '镇平县'
  },
  {
    'sum(平均售价)': 9506.119043627998,
    'sum(清算时间)': 59936092,
    'sum(记录数)': 297,
    产品主类: 'null',
    区域: '平舆县'
  },
  {
    'sum(平均售价)': 25189.335479320012,
    'sum(清算时间)': 59936086,
    'sum(记录数)': 297,
    产品主类: '彩妆',
    区域: '临潼区'
  },
  {
    'sum(平均售价)': 16474.011993271994,
    'sum(清算时间)': 59935974,
    'sum(记录数)': 297,
    产品主类: '彩妆',
    区域: '翼城县'
  },
  {
    'sum(平均售价)': 19076.703233728997,
    'sum(清算时间)': 59935957,
    'sum(记录数)': 297,
    产品主类: '彩妆',
    区域: '唐县'
  },
  {
    'sum(平均售价)': 31625.28734391399,
    'sum(清算时间)': 59734266,
    'sum(记录数)': 296,
    产品主类: '护肤品',
    区域: '福海县'
  },
  {
    'sum(平均售价)': 6104.627942769,
    'sum(清算时间)': 59734239,
    'sum(记录数)': 296,
    产品主类: '个人护理',
    区域: '平舆县'
  },
  {
    'sum(平均售价)': 37131.510608346005,
    'sum(清算时间)': 59532478,
    'sum(记录数)': 295,
    产品主类: '护肤品',
    区域: '峨山彝族自治县'
  },
  {
    'sum(平均售价)': 14888.521600738992,
    'sum(清算时间)': 59532468,
    'sum(记录数)': 295,
    产品主类: '彩妆',
    区域: '柏乡县'
  },
  {
    'sum(平均售价)': 23298.956793669004,
    'sum(清算时间)': 59532468,
    'sum(记录数)': 295,
    产品主类: '护肤品',
    区域: '通榆县'
  },
  {
    'sum(平均售价)': 39898.49066032199,
    'sum(清算时间)': 59532468,
    'sum(记录数)': 295,
    产品主类: '护肤品',
    区域: '新晃侗族自治县'
  },
  {
    'sum(平均售价)': 5916.986654594994,
    'sum(清算时间)': 59532428,
    'sum(记录数)': 295,
    产品主类: '个人护理',
    区域: '师河区'
  },
  {
    'sum(平均售价)': 20686.43195676,
    'sum(清算时间)': 59330658,
    'sum(记录数)': 294,
    产品主类: 'null',
    区域: '桑植县'
  },
  {
    'sum(平均售价)': 7385.9036855050035,
    'sum(清算时间)': 59330657,
    'sum(记录数)': 294,
    产品主类: 'null',
    区域: '满洲里市'
  },
  {
    'sum(平均售价)': 31853.745685597005,
    'sum(清算时间)': 59330650,
    'sum(记录数)': 294,
    产品主类: '彩妆',
    区域: '江华瑶族自治县'
  },
  {
    'sum(平均售价)': 11723.154309584,
    'sum(清算时间)': 59330621,
    'sum(记录数)': 294,
    产品主类: '个人护理',
    区域: '富蕴县'
  },
  {
    'sum(平均售价)': 9425.420458247994,
    'sum(清算时间)': 59128946,
    'sum(记录数)': 293,
    产品主类: '个人护理',
    区域: '花垣县'
  },
  {
    'sum(平均售价)': 9642.687487108997,
    'sum(清算时间)': 59128869,
    'sum(记录数)': 293,
    产品主类: '个人护理',
    区域: '汝城县'
  },
  {
    'sum(平均售价)': 21399.739029264005,
    'sum(清算时间)': 59128863,
    'sum(记录数)': 293,
    产品主类: '彩妆',
    区域: '安远县'
  },
  {
    'sum(平均售价)': 8043.934311777004,
    'sum(清算时间)': 59128861,
    'sum(记录数)': 293,
    产品主类: '个人护理',
    区域: '眉县'
  },
  {
    'sum(平均售价)': 9834.331325140993,
    'sum(清算时间)': 59128855,
    'sum(记录数)': 293,
    产品主类: 'null',
    区域: '沅江市'
  },
  {
    'sum(平均售价)': 10904.430618739996,
    'sum(清算时间)': 59128750,
    'sum(记录数)': 293,
    产品主类: '个人护理',
    区域: '新市区'
  },
  {
    'sum(平均售价)': 6424.390051395,
    'sum(清算时间)': 59128740,
    'sum(记录数)': 293,
    产品主类: '个人护理',
    区域: '高阳县'
  },
  {
    'sum(平均售价)': 18876.644883579007,
    'sum(清算时间)': 58927086,
    'sum(记录数)': 292,
    产品主类: '彩妆',
    区域: '平舆县'
  },
  {
    'sum(平均售价)': 8167.097167053003,
    'sum(清算时间)': 58927055,
    'sum(记录数)': 292,
    产品主类: '个人护理',
    区域: '镇安县'
  },
  {
    'sum(平均售价)': 22204.420974752004,
    'sum(清算时间)': 58926994,
    'sum(记录数)': 292,
    产品主类: '护肤品',
    区域: '平原县'
  },
  {
    'sum(平均售价)': 11742.631543132991,
    'sum(清算时间)': 58926905,
    'sum(记录数)': 292,
    产品主类: 'null',
    区域: '阳原县'
  },
  {
    'sum(平均售价)': 10987.323440899,
    'sum(清算时间)': 58725251,
    'sum(记录数)': 291,
    产品主类: 'null',
    区域: '渭滨区'
  },
  {
    'sum(平均售价)': 25359.306834634004,
    'sum(清算时间)': 58725241,
    'sum(记录数)': 291,
    产品主类: '彩妆',
    区域: '彭山县'
  },
  {
    'sum(平均售价)': 13874.192381922998,
    'sum(清算时间)': 58725236,
    'sum(记录数)': 291,
    产品主类: '彩妆',
    区域: '榆树市'
  },
  {
    'sum(平均售价)': 25882.208002797994,
    'sum(清算时间)': 58725228,
    'sum(记录数)': 291,
    产品主类: '护肤品',
    区域: '伊宁市'
  },
  {
    'sum(平均售价)': 5674.057771470002,
    'sum(清算时间)': 58725128,
    'sum(记录数)': 291,
    产品主类: '个人护理',
    区域: '桥东区'
  },
  {
    'sum(平均售价)': 20035.357753529992,
    'sum(清算时间)': 58523456,
    'sum(记录数)': 290,
    产品主类: '彩妆',
    区域: '内丘县'
  },
  {
    'sum(平均售价)': 14510.370324911002,
    'sum(清算时间)': 58523451,
    'sum(记录数)': 290,
    产品主类: '彩妆',
    区域: '东港区'
  },
  {
    'sum(平均售价)': 7601.986206498004,
    'sum(清算时间)': 58523446,
    'sum(记录数)': 290,
    产品主类: '个人护理',
    区域: '砀山县'
  },
  {
    'sum(平均售价)': 20153.64144278,
    'sum(清算时间)': 58523434,
    'sum(记录数)': 290,
    产品主类: '护肤品',
    区域: '建水县'
  },
  {
    'sum(平均售价)': 21791.966267027005,
    'sum(清算时间)': 58523432,
    'sum(记录数)': 290,
    产品主类: '彩妆',
    区域: '勉县'
  },
  {
    'sum(平均售价)': 23803.306419435004,
    'sum(清算时间)': 58523428,
    'sum(记录数)': 290,
    产品主类: '护肤品',
    区域: '繁峙县'
  },
  {
    'sum(平均售价)': 13018.372597268,
    'sum(清算时间)': 58523377,
    'sum(记录数)': 290,
    产品主类: '彩妆',
    区域: '任县'
  },
  {
    'sum(平均售价)': 20161.476172734,
    'sum(清算时间)': 58321646,
    'sum(记录数)': 289,
    产品主类: '护肤品',
    区域: '南岔区'
  },
  {
    'sum(平均售价)': 6592.689673609001,
    'sum(清算时间)': 58321646,
    'sum(记录数)': 289,
    产品主类: '个人护理',
    区域: '涡阳县'
  },
  {
    'sum(平均售价)': 25454.985885258004,
    'sum(清算时间)': 58321635,
    'sum(记录数)': 289,
    产品主类: '护肤品',
    区域: '石河子市'
  },
  {
    'sum(平均售价)': 31428.523932551005,
    'sum(清算时间)': 58321624,
    'sum(记录数)': 289,
    产品主类: '彩妆',
    区域: '旬阳县'
  },
  {
    'sum(平均售价)': 5430.514892523998,
    'sum(清算时间)': 58321583,
    'sum(记录数)': 289,
    产品主类: '个人护理',
    区域: '范县'
  },
  {
    'sum(平均售价)': 25357.85202222602,
    'sum(清算时间)': 58119841,
    'sum(记录数)': 288,
    产品主类: '彩妆',
    区域: '安阳县'
  },
  {
    'sum(平均售价)': 15211.721480042004,
    'sum(清算时间)': 58119836,
    'sum(记录数)': 288,
    产品主类: '面膜',
    区域: '武陵区'
  },
  {
    'sum(平均售价)': 19414.382311965997,
    'sum(清算时间)': 58119831,
    'sum(记录数)': 288,
    产品主类: '彩妆',
    区域: '陇县'
  },
  {
    'sum(平均售价)': 16276.704334721004,
    'sum(清算时间)': 58119829,
    'sum(记录数)': 288,
    产品主类: '彩妆',
    区域: '图们市'
  },
  {
    'sum(平均售价)': 9219.796822043993,
    'sum(清算时间)': 58119824,
    'sum(记录数)': 288,
    产品主类: '个人护理',
    区域: '红山区'
  },
  {
    'sum(平均售价)': 19481.77901189699,
    'sum(清算时间)': 58119801,
    'sum(记录数)': 288,
    产品主类: '护肤品',
    区域: '东港区'
  },
  {
    'sum(平均售价)': 6295.167791653999,
    'sum(清算时间)': 58119777,
    'sum(记录数)': 288,
    产品主类: '个人护理',
    区域: '鹿邑县'
  },
  {
    'sum(平均售价)': 17439.077794145003,
    'sum(清算时间)': 58119748,
    'sum(记录数)': 288,
    产品主类: 'null',
    区域: '临夏市'
  },
  {
    'sum(平均售价)': 11644.664534147998,
    'sum(清算时间)': 58119722,
    'sum(记录数)': 288,
    产品主类: '个人护理',
    区域: '罗湖区'
  },
  {
    'sum(平均售价)': 21803.408395969996,
    'sum(清算时间)': 57918322,
    'sum(记录数)': 287,
    产品主类: '彩妆',
    区域: '荆州区'
  },
  {
    'sum(平均售价)': 4903.0071795740005,
    'sum(清算时间)': 57918134,
    'sum(记录数)': 287,
    产品主类: '个人护理',
    区域: '莘县'
  },
  {
    'sum(平均售价)': 15663.095792739998,
    'sum(清算时间)': 57918040,
    'sum(记录数)': 287,
    产品主类: 'null',
    区域: '隆回县'
  },
  {
    'sum(平均售价)': 12829.14010863999,
    'sum(清算时间)': 57918032,
    'sum(记录数)': 287,
    产品主类: '彩妆',
    区域: '桥东区'
  },
  {
    'sum(平均售价)': 8409.099789305004,
    'sum(清算时间)': 57917899,
    'sum(记录数)': 287,
    产品主类: 'null',
    区域: '涿鹿县'
  },
  {
    'sum(平均售价)': 35750.713178895,
    'sum(清算时间)': 57716243,
    'sum(记录数)': 286,
    产品主类: '护肤品',
    区域: '山丹县'
  },
  {
    'sum(平均售价)': 14895.682257086002,
    'sum(清算时间)': 57716226,
    'sum(记录数)': 286,
    产品主类: '面膜',
    区域: '攸县'
  },
  {
    'sum(平均售价)': 23343.27565119901,
    'sum(清算时间)': 57716223,
    'sum(记录数)': 286,
    产品主类: 'null',
    区域: '旬阳县'
  },
  {
    'sum(平均售价)': 15330.948847548001,
    'sum(清算时间)': 57716221,
    'sum(记录数)': 286,
    产品主类: 'null',
    区域: '颍上县'
  },
  {
    'sum(平均售价)': 24691.058717269003,
    'sum(清算时间)': 57716212,
    'sum(记录数)': 286,
    产品主类: '彩妆',
    区域: '汉寿县'
  },
  {
    'sum(平均售价)': 19574.214453408997,
    'sum(清算时间)': 57716207,
    'sum(记录数)': 286,
    产品主类: '护肤品',
    区域: '清苑县'
  },
  {
    'sum(平均售价)': 7692.971250462,
    'sum(清算时间)': 57514427,
    'sum(记录数)': 285,
    产品主类: 'null',
    区域: '三原县'
  },
  {
    'sum(平均售价)': 14785.298889672005,
    'sum(清算时间)': 57514419,
    'sum(记录数)': 285,
    产品主类: '彩妆',
    区域: '社旗县'
  },
  {
    'sum(平均售价)': 13766.721336199993,
    'sum(清算时间)': 57514417,
    'sum(记录数)': 285,
    产品主类: '彩妆',
    区域: '凤翔县'
  },
  {
    'sum(平均售价)': 15600.032476180995,
    'sum(清算时间)': 57514415,
    'sum(记录数)': 285,
    产品主类: '面膜',
    区域: '嘉祥县'
  },
  {
    'sum(平均售价)': 10158.163711926994,
    'sum(清算时间)': 57514413,
    'sum(记录数)': 285,
    产品主类: 'null',
    区域: '芝罘区'
  },
  {
    'sum(平均售价)': 12626.126102413,
    'sum(清算时间)': 57514412,
    'sum(记录数)': 285,
    产品主类: '彩妆',
    区域: '乳山市'
  },
  {
    'sum(平均售价)': 4236.233729829004,
    'sum(清算时间)': 57514349,
    'sum(记录数)': 285,
    产品主类: '居家日用',
    区域: '曹县'
  },
  {
    'sum(平均售价)': 6976.806176612002,
    'sum(清算时间)': 57514299,
    'sum(记录数)': 285,
    产品主类: '个人护理',
    区域: '正定县'
  },
  {
    'sum(平均售价)': 5405.006846952,
    'sum(清算时间)': 57514284,
    'sum(记录数)': 285,
    产品主类: '个人护理',
    区域: '万全县'
  },
  {
    'sum(平均售价)': 10483.457447935993,
    'sum(清算时间)': 57312617,
    'sum(记录数)': 284,
    产品主类: 'null',
    区域: '清河县'
  },
  {
    'sum(平均售价)': 14965.487191522998,
    'sum(清算时间)': 57312614,
    'sum(记录数)': 284,
    产品主类: '彩妆',
    区域: '临西县'
  },
  {
    'sum(平均售价)': 10189.65729897,
    'sum(清算时间)': 57312608,
    'sum(记录数)': 284,
    产品主类: '彩妆',
    区域: '惠民县'
  },
  {
    'sum(平均售价)': 19875.162436826005,
    'sum(清算时间)': 57312606,
    'sum(记录数)': 284,
    产品主类: '彩妆',
    区域: '上街区'
  },
  {
    'sum(平均售价)': 15065.02124597001,
    'sum(清算时间)': 57312603,
    'sum(记录数)': 284,
    产品主类: 'null',
    区域: '楚雄市'
  },
  {
    'sum(平均售价)': 19087.994831034,
    'sum(清算时间)': 57312602,
    'sum(记录数)': 284,
    产品主类: '彩妆',
    区域: '古城区'
  },
  {
    'sum(平均售价)': 16316.604682538999,
    'sum(清算时间)': 57312556,
    'sum(记录数)': 284,
    产品主类: '护肤品',
    区域: '乳山市'
  },
  {
    'sum(平均售价)': 6039.5194602110005,
    'sum(清算时间)': 57110838,
    'sum(记录数)': 283,
    产品主类: 'null',
    区域: '阳信县'
  },
  {
    'sum(平均售价)': 6929.250352147998,
    'sum(清算时间)': 57110822,
    'sum(记录数)': 283,
    产品主类: '个人护理',
    区域: '安西县'
  },
  {
    'sum(平均售价)': 6225.675728962998,
    'sum(清算时间)': 57110815,
    'sum(记录数)': 283,
    产品主类: 'null',
    区域: '师河区'
  },
  {
    'sum(平均售价)': 6425.165787003999,
    'sum(清算时间)': 57110812,
    'sum(记录数)': 283,
    产品主类: '个人护理',
    区域: '图们市'
  },
  {
    'sum(平均售价)': 10869.230991082,
    'sum(清算时间)': 57110810,
    'sum(记录数)': 283,
    产品主类: 'null',
    区域: '古浪县'
  },
  {
    'sum(平均售价)': 24973.797803064,
    'sum(清算时间)': 57110802,
    'sum(记录数)': 283,
    产品主类: '彩妆',
    区域: '邵阳县'
  },
  {
    'sum(平均售价)': 6815.643384047,
    'sum(清算时间)': 57110758,
    'sum(记录数)': 283,
    产品主类: '个人护理',
    区域: '宁陵县'
  }
];
let test = chart.GeometryDrawingProcess({ data, config, chartType: 'scatter' });

test.draw();
